{
  "uygulama_basligi": "HİLAL",
  "kategori_renkleri": {
    "Tarih": "#D32F2F",
    "Matematik": "#9C27B0",
    "Coğrafya": "#388E3C",
    "Biyoloji": "#1976D2",
    "Türkçe": "#F57C00",
    "Genel": "#607D8B",
    "Makale": "#FF9800"
  },
  "notlar_listesi": [
    {
      "ders": "Tarih",
      "baslik": "Milli Mücadele ve Savaşlar ile İlgili Kritik Notlar",
      "icerik": "Savaş - Diplomasi Dengesi: Her askeri başarı, diplomatik bir zafer getirmiştir.\n\nI. İnönü Zaferi -> Moskova Antlaşması (Sovyet Rusya TBMM'yi tanıdı).\nSakarya Zaferi -> Ankara Antlaşması (Fransa TBMM'yi tanıdı).\n\nİLKLER VE TEKLER:\n- TBMM'nin imzaladığı ilk antlaşma: Gümrü (Ermenistan'a karşı).\n- TBMM'yi tanıyan ilk devlet: Ermenistan.\n- TBMM'yi tanıyan ilk büyük Avrupa devleti: Sovyet Rusya.\n- TBMM'yi tanıyan ilk İtilaf devleti: Fransa.\n\nTEK YENİLGİ:\nKütahya-Eskişehir Savaşları (Bu yenilgi sonrası Mustafa Kemal'e Başkomutanlık yetkisi verildi).\n\nTEK TAARRUZ:\nBüyük Taarruz (Diğerleri savunmadır).\n\nMİSAK-I MİLLİ'DEN TAVİZLER:\n1. Batum: Moskova Antlaşması ile (İlk taviz).\n2. Hatay: Ankara Antlaşması ile (İkinci taviz - Sonra geri alındı).\n3. Musul: 1926 Ankara Antlaşması ile (Üçüncü taviz)."
      },
      {
     "ders": "Tarih",
     "sira": 2,
     "baslik": "Medeni Kanun ve Kadın Hakları (En Büyük Tuzak!)",
     "icerik": "Buradaki en önemli ayrım Sosyal Haklar ile Siyasi Haklar arasındadır. Sınavlarda sıkça karıştırılır.\n\nMEDENİ KANUN (1926) NELERİ KAPSAR?\n- Evlenme, boşanma, miras, velayet, şahitlikte eşitlik.\n- Patrikhane'nin mahkeme kurma yetkisinin elinden alınması (Laiklik ilkesi ile ilgilidir).\n- Neden İsviçre'den alındı? Pratik olması, sorunlara akılcı çözümler getirmesi, kadın-erkek eşitliğine dayanması ve laik olması.\n\nMEDENİ KANUN NEYİ KAPSAMAZ?\n- Medeni Kanun'da kadınlara seçme ve seçilme hakkı YOKTUR. (Bu haklar 1930 ve sonrasında verilmiştir).\n\nDİKKAT:\n\"Aşağıdakilerden hangisi Medeni Kanun ile kadına sağlanan haklardan biri değildir?\" sorusunun cevabı genellikle \"Milletvekili seçilmek\" veya \"Muhtar olmak\"tır."
      },
      {
     "ders": "Tarih",
     "sira": 3,
     "baslik": "Atatürk Dönemi Dış Politika Püf Noktaları",
     "icerik": "LOZAN BARIŞ ANTLAŞMASI'NIN SÜRESİ:\nŞehir efsanesinin aksine, Lozan'ın bir geçerlilik süresi (100 yıl gibi) yoktur. Süresiz bir barış antlaşmasıdır.\n\nNÜFUS MÜBADELESİ (DEĞİŞİMİ):\n- Yunanistan ile yapıldı.\n- 'Etabli' (Yerleşik) Sorunu: İstanbul'daki Rumlar ve Batı Trakya'daki Türkler hariç tutuldu, diğerleri yer değiştirdi.\n\nBOĞAZLAR MESELESİ:\n- Lozan'da: Yönetim uluslararası komisyona bırakıldı (Egemenliği kısıtlayıcı).\n- Montrö'de (1936): Komisyon kaldırıldı, yetki tamamen Türkiye'ye geçti (Tam egemenlik).\n\nSINIRLARIN GÜVENLİĞİ:\n- Batı Sınırı: Balkan Antantı (Kod: TAYYAR -> Türkiye, Yunanistan, Yugoslavya, Romanya).\n- Doğu Sınırı: Sadabat Paktı (İran, Irak, Afganistan, Türkiye). (Not: Suriye, Hatay sorunu nedeniyle katılmadı)."
      },
      {
      "ders": "Tarih",
      "sira": 4,
      "baslik": "İlke - İnkılap Eşleştirmesi (Kısa Kodlar)",
      "icerik": "Bir inkılabın hangi ilke ile ilgili olduğunu bulmak için bu anahtar kelimelere bakmalısın:\n\n1. Cumhuriyetçilik:\nSeçim, parti, meclis, oy kullanma, saltanatın kaldırılması.\n\n2. Milliyetçilik:\nTürk, Türkçe, milli, bağımsızlık, Kabotaj Kanunu, kapitülasyonların kaldırılması.\n\n3. Halkçılık:\nEşitlik, ayrıcalıkların kalkması (Soyadı Kanunu, Medeni Kanun, Aşar vergisinin kalkması).\n\n4. Laiklik:\nDin ve devletin ayrılması, akıl, bilim, Halifeliğin kaldırılması, Tekke ve Zaviyelerin kapatılması.\n\n5. Devletçilik:\nEkonomi, fabrika, banka, kalkınma planları (Devletin yatırım yapması).\n\n6. İnkılapçılık:\nÇağdaşlaşma, modernleşme, dinamizm (Takvim, Saat, Ölçü değişikliği gibi batıya uyum adımları)."
      },
      {
      "ders": "Tarih",
      "sira": 1,
      "baslik": "I. İnönü ve Sakarya Savaşı",
      "icerik": "Yıl: 1921\nTürü: Askeri\n\nKurtuluş Savaşı'nın en kritik savunma savaşlarıdır."
    },
    {
      "ders": "Tarih",
      "sira": 2,
      "baslik": "Cumhuriyetin İlanı",
      "icerik": "Yıl: 1923\nTürü: Siyasi\n\n29 Ekim 1923'te TBMM tarafından kabul edilmiştir."
    },
    {
      "ders": "Tarih",
      "sira": 3,
      "baslik": "Halifeliğin Kaldırılması",
      "icerik": "Yıl: 1924\nTürü: Siyasi/Dini\n\nLaiklik yolunda atılan en önemli adımdır."
    },
    {
      "ders": "Tarih",
      "sira": 4,
      "baslik": "Türk Medeni Kanunu",
      "icerik": "Yıl: 1926\nTürü: Hukuki/Sosyal\n\nKadın-erkek eşitliği sağlanmış, resmi nikah zorunlu hale gelmiştir."
    },
    {
      "ders": "Tarih",
      "sira": 5,
      "baslik": "Kadınlara Belediye Seçim Hakkı",
      "icerik": "Yıl: 1930\nTürü: Siyasi Hak\n\nTürk kadınına verilen ilk siyasi haktır."
    },
    {
      "ders": "Tarih",
      "sira": 6,
      "baslik": "Kadınlara M.Vekili Seçme Hakkı",
      "icerik": "Yıl: 1934\nTürü: Siyasi Hak\n\nKadınlara seçme ve seçilme hakkı tam olarak tanınmıştır."
    },
    {
      "ders": "Tarih",
      "sira": 7,
      "baslik": "Montrö Boğazlar Sözleşmesi",
      "icerik": "Yıl: 1936\nTürü: Dış Politika\n\nBoğazlar üzerindeki tam egemenlik Türkiye'ye geçmiştir."
    },
    {
      "ders": "Coğrafya",
      "baslik": "Dağlar",
      "icerik": "Kıvrım dağları: Toroslar, Kuzey Anadolu dağları..."
     },
     {
    "ders": "Matematik",
    "sira": 3,
    "baslik": "Tek ve Çift Sayılar (Pratik Kurallar)",
    "icerik": "1. ÇARPMA MANTIĞI (ALTIN KURAL):\n- Sonuç TEK ise → Sayıların HEPSİ TEK'tir.\n- Sonuç ÇİFT ise → İçlerinde EN AZ BİR TANE ÇİFT vardır.\n\n2. TOPLAMA VE ÇIKARMA:\n- Aynılar ÇİFT yapar (Tek ± Tek = Çift, Çift ± Çift = Çift).\n- Farklılar TEK yapar (Tek ± Çift = Tek).\n\n3. ÜS SİLME HİLESİ (HIZ KAZANDIRIR):\n- Üs pozitif tam sayı ise SİL GİTSİN! Taban neyse odur.\n- Örn: x üzeri 2024 yerine sadece x düşün.\n- Dikkat: Üs negatifse veya 0 ise bu kuralı uygulama.\n\n4. BÜYÜK TUZAK (BÖLME):\n- Bölme işleminde teklik-çiftlik yorumu ASLA YAPILMAZ.\n- a/b = c görürsen hemen İçler Dışlar Çarpımı yap: a = b.c\n- Sonra çarpma kuralına göre yorumla."
    },
    {
  "ders": "Makale",
  "sira": 4,
  "baslik": "Divan Edebiyatı: Şairler ve Özellikler",
  "icerik": "Gecenin Sessizliğinde Bir Gül Bahçesi: Divan Şiirine Yolculuk\n\nGünün karmaşası, çözdüğün testlerin yorgunluğu ve zihnindeki o bitmek bilmeyen \"netlerim artacak mı?\" sorusu şimdi kapının dışında kalsın. Şu an, gecenin bu en sakin saatinde, seninle yüzyıllar öncesine; kandillerin aydınlattığı, mürekkep ve gül kokan o ahşap odalara, Divan Edebiyatı’nın kristal sarayına girelim.\n\nDivan şiiri, aslında bir kaçış edebiyatıdır. Şairler, sokağın tozundan ve günlük hayatın sıradanlığından kaçıp, kelimelerle inşa ettikleri kusursuz bir \"hayal dünyasına\" sığınırlar. İşte bu yüzden bu edebiyatın dili ağırdır, çünkü o dil, sokağın dili değil, sarayın ve sanatın dilidir. \"Sanat, sanat içindir\" derler; çünkü onlara göre şiir, bir şey öğretmek için değil, sadece ve sadece \"güzel\" olmak için yazılır.\n\n### Aruzun Ritmi ve Mazmunların Dünyası\n\nGözlerini kapat ve bir ritim duy: Failatün / failatün / failün... Bu, **Aruz ölçüsü**dür. Divan şiirinin kalp atışıdır. Şairler kelimeleri eğip bükerek bu müziğe uydurmaya çalışırlar. Onlar için kulak değil, **\"göz için kafiye\"** önemlidir. Kağıt üzerindeki harflerin dansı bile kusursuz olmalıdır.\n\nBu dünyada her şeyin bir kodu vardır. Şair \"sevgilim\" demez, onun yerine **\"Mazmun\"** denilen kalıpları kullanır. Sevgili, ulaşılmaz bir sultandır. Boyu bir **servi** ağacıdır, ağzı açılmamış bir **gonca**, kirpikleri ise aşığı kalbinden vuran birer **ok**. Bu dünyada bülbül güle aşıktır, pervane ise muma... Hepsi birer semboldür; bazen ilahi aşkı, bazen de dünyevi güzelliği anlatır.\n\n### Şairlerin Meclisi: Kimler Var Masada?\n\nŞimdi o hayali meclise bir göz atalım. Başköşede **Fuzuli** oturuyor. Yüzü hüzünlü. O, \"Aşk derdiyle hoşem, el çek ilacımdan tabib\" diyor. İyileşmek istemiyor, çünkü acı çekmek onu olgunlaştırıyor, Allah'a yaklaştırıyor. O, çöllerde Leyla’sını arayan Mecnun’un sesi; **ızdırap şairi**.\n\nHemen yanında, ihtişamlı kaftanıyla **Baki** var. Fuzuli ne kadar hüzünlüyse, Baki o kadar neşeli. O, Kanuni Sultan Süleyman döneminin, yani imparatorluğun zirvesinin sesi. \"Bu dünya geçici, gününü gün et\" diyor. İstanbul’un zevkini, eğlencesini anlatıyor. **Biçim mükemmelliği** onun işi; kelimeleri kuyumcu titizliğiyle işliyor.\n\nBiraz ileride, elinde şarap kadehiyle şarkılar mırıldanan neşeli bir adam göreceksin: **Nedim**. Lale Devri’nin o şen kahkahası... O, sarayın soğuk duvarlarını yıkıp şiire \"İstanbul Türkçesini\" sokan adam. **Mahallileşme** akımının öncüsü. \"Gülelim, oynayalım, dünyadan kâm alalım\" diyerek Sadabad eğlencelerine çağırıyor seni.\n\nKöşede ise elinde kalın bir kitapla, oğluna (ve aslında sana) öğütler veren bilge bir ihtiyar var: **Nabi**. O, duygudan çok aklı önemsiyor. \"Şiir sadece aşkı anlatmamalı, yol göstermeli\" diyor. İşte buna **Hikemi (Hakimane) tarz** diyoruz.\n\nVe en sonda, meclisin en genci ama dili en ağır, hayalleri en derin olanı: **Şeyh Galip**. Divan edebiyatının son büyük çığlığı. **Sebk-i Hindi** akımıyla şiiri bilmecelerle dolu, renkli ve süslü bir rüyaya dönüştürüyor. Hüsn ü Aşk ile güzelliğin ve aşkın en soyut halini resmediyor.\n\n### Mesneviler: Gecenin Masalları\n\nBu şairler sadece \"Gazel\" yazıp aşklarını 5-10 beyitte anlatmadılar. Geceleri uzun, uykusu kaçanlar için bugünkü romanların yerini tutan **Mesnevi**leri yazdılar. Beyit beyit, kafiye kafiye örülen aşk hikayeleri... Leyla ile Mecnun, Hüsrev ü Şirin... Her beyit kendi içinde kafiyeli (*aa, bb, cc...*) olduğu için şair özgürdü, hikayeyi istediği kadar uzatabilirdi.\n\n### Kapanış: Uykudan Önceki Son Not\n\nİşte AYT’de karşına çıkacak o \"ezberlenmesi gereken\" isimler ve terimler, aslında bu hislerin, bu yaşanmışlıkların teknik adlarıdır. Şimdi başını yastığa koyarken şunu düşün: Divan Edebiyatı, bir kelime müzesi değil, bir estetik anlayışıdır. Fuzuli'nin aşkını, Baki'nin ihtişamını, Nedim'in neşesini hissettiğinde, o soruların cevapları kendiliğinden zihnine akacak.\n\nİyi geceler, zihnin açık olsun."
  },
  {
  "ders": "Makale",
  "sira": 5,
  "baslik": "Çağdaş Türk ve Dünya Tarihi: Dünyanın Dönüşümü",
  "icerik": "20. Yüzyıldan Günümüze: Dünyanın ve Türkiye'nin Dönüşümü\n\nTarih sadece savaş meydanlarındaki kılıç sesleri değildir; bazen bir imza, bazen bir ekonomik kriz, bazen de bir radyo yayını dünyanın kaderini değiştirir. KPSS serüveninde sona yaklaşırken, seni \"Çağdaş Türk ve Dünya Tarihi\"nin o yoğun ama heyecanlı koridorlarına davet ediyorum. Bu bölüm, yakın geçmişin şifrelerini çözdüğün yerdir.\n\n### 1. İki Savaş Arasında Dünya (Fırtına Öncesi Sessizlik)\n\nI. Dünya Savaşı bitmiş ama kimse mutlu değildir. Dünya, \"Barışa son veren barış\" dönemindedir. Bu dönemde bilmen gereken en kritik olaylardan biri **Basmacı Hareketi**dir. Orta Asya Türklerinin Ruslara karşı bağımsızlık mücadelesidir bu; Enver Paşa'nın da şehit olduğu o hüzünlü direniş... \n\nDiğer yanda dünya ekonomisi 1929'da yerle bir olur: **Kara Perşembe**. New York borsası çöker, etkisi Türkiye'ye kadar gelir. Türkiye bu krizden korunmak için \"Devletçilik\" ilkesini daha sıkı uygular ve \"Yerli Malı Haftası\" bilinci işte bu yokluk yıllarında doğar.\n\n### 2. II. Dünya Savaşı: Türkiye'nin İp Üstündeki Yürüyüşü\n\n1939'da Almanya'nın Polonya'yı işgaliyle dünya yeniden alev alır. Mihver (Almanya, İtalya, Japonya) ve Müttefik (İngiltere, Fransa, SSCB, ABD) blokları çarpışır. Peki Türkiye?\n\nTürkiye, İsmet İnönü'nün **\"Denge Politikası\"** sayesinde savaşa fiilen girmez. Ama savaşın ekonomik yükünü iliklerine kadar hisseder. Ekmek karnesi uygulaması, karartma geceleri ve **Varlık Vergisi** bu dönemin sancılarıdır. İnönü'nün o meşhur sözünü hatırla: \"Ben sizi aç bıraktım ama babasız bırakmadım.\"\n\n### 3. Soğuk Savaş: Doğu ve Batı'nın Satrancı\n\nSavaş biter ama barış gelmez. Dünya iki kutba ayrılır: ABD (NATO) ve SSCB (Varşova Paktı). Silahlar susar, casuslar ve propaganda konuşur.\n\nTürkiye bu dönemde tarafını seçer. Kore Savaşı'na asker göndererek (Şimal Yıldızı - Tahsin Yazıcı komutasında) NATO'nun kapısını aralar ve 1952'de üye olur. Bu dönem içeride **Demokrat Parti** (Menderes) dönemidir. Marshall Yardımları ile tarımda makineleşme artar, traktör sesleri köy yollarında duyulmaya başlar.\n\n### 4. Yumuşama (Detant) Dönemi ve Kıbrıs Meselesi\n\n1960'larda ABD ve SSCB, \"Nükleer savaş çıkarsa hepimiz ölürüz\" diyerek yumuşamaya başlar (Küba Krizi dönüm noktasıdır). Ancak Türkiye için sular ısınır.\n\nEn kritik başlığımız: **Kıbrıs**. Rumların ENOSİS (Kıbrıs'ı Yunanistan'a bağlama) hayalleri ve EOKA terörüne karşı, Dr. Fazıl Küçük ve Rauf Denktaş direnişin sembolü olur. Ve tarih 1974... Başbakan Bülent Ecevit ve yardımcısı Necmettin Erbakan'ın kararıyla **Kıbrıs Barış Harekatı** başlar. Parola: \"Ayşe Tatile Çıksın\". Sonuç? Askeri zafer ama ardından gelen ABD ambargoları ve ekonomik kuyruklar.\n\n### 5. Küreselleşen Dünya: Duvarların Yıkılışı\n\n1990'lara gelirken Berlin Duvarı yıkılır, SSCB dağılır. Bu, \"Soğuk Savaş'ın bitişi\" demektir. Türk dünyası için yeni bir güneş doğar: Azerbaycan (Ebulfeyz Elçibey), Kazakistan, Kırgızistan, Özbekistan ve Türkmenistan bağımsız olur. Türkiye bu kardeş ülkelerle bağını koparmamak için **TİKA** ve **TÜRKSOY** gibi kuruluşlarla köprüler kurar.\n\nAvrupa'nın ortasında ise bir insanlık dramı yaşanır: Bosna Savaşı. **Bilge Kral Aliya İzzetbegoviç**, halkının onurunu korumak için direnir. Mavi Kelebekler, toplu mezarların hüzünlü habercisi olur.\n\n### Kapanış Notu\n\nKPSS'de Çağdaş Türk ve Dünya Tarihi'nden korkma. Bu dönem, dedelerimizin ve babalarımızın yaşadığı, etkilerini hala hissettiğimiz olaylardır. Basmacı Hareketi'ndeki hüznü, Kıbrıs'taki kararlılığı ve Bosna'daki direnişi hissettiğinde, o bilgiler hafızana kazınacaktır. Başarılar!"
  },
  {
  "ders": "Makale",
  "sira": 6,
  "baslik": "Osmanlı Kültür ve Medeniyeti: 600 Yıllık Çınarın Kökleri",
  "icerik": "# Savaş Meydanlarından Saray Koridorlarına: Osmanlı Kültür ve Medeniyeti\n\nOsmanlı Devleti'ni 600 yıl boyunca ayakta tutan güç sadece kılıçlar veya toplar değildi. Asıl güç; kusursuz işleyen devlet çarkları, adalet sistemi ve ince ince örülmüş toplumsal yapıydı. KPSS'de öğrencilerin en çok çekindiği ama mantığı kavrandığında en kolay net getiren \"Kültür ve Medeniyet\" konusunun kapılarını aralıyoruz.\n\n### 1. Devlet Yönetimi: \"Kut\" ve Taht Kavgaları\n\nOsmanlı'da hükümdarın yetkisini Tanrı'dan aldığına inanılırdı; buna **\"Kut Anlayışı\"** denirdi. Ancak bu kan kutsal olduğu için, hanedan üyesi olan her erkeğin tahta geçme hakkı vardı. Bu da yüzyıllarca süren taht kavgalarına (Fetret Devri gibi) yol açtı. Padişahlar bunu önlemek için **Veraset Sistemi**'ni zamanla değiştirdiler:\n\n* **Osman ve Orhan Bey:** \"Ülke hanedanın ortak malıdır.\" (Geleneksel Türk anlayışı)\n* **I. Murat:** \"Ülke padişah ve oğullarınındır.\" (Merkezi otorite güçlendi)\n* **Fatih (II. Mehmet):** \"Ülke padişahın malıdır.\" (Kardeş katli yasallaştı, mutlak otorite zirve yaptı)\n* **I. Ahmet:** \"Ekber ve Erşed\" sistemi. (En yaşlı ve en akıllı olan geçecek. Taht kavgası bitti ama Sancak sistemi kalktığı için deneyimsiz padişahlar dönemi başladı.)\n\n### 2. Divan-ı Hümayun: Osmanlı'nın Bakanlar Kurulu\n\nOrhan Bey zamanında kurulan Divan, devlet işlerinin görüşüldüğü en yüksek merciydi. Fatih'e kadar padişahlar, Fatih'ten sonra ise Sadrazamlar başkanlık etti. Masada kimler mi vardı?\n\n* **Sadrazam (Vezir-i Azam):** Padişahın mutlak vekili. Mührü taşır.\n* **Kazasker:** Günümüzün Adalet ve Milli Eğitim Bakanı. Kadıları ve müderrisleri atar. (Doğuştan Türk ve Müslüman olmak zorundadır!)\n* **Defterdar:** Maliye Bakanı. Bütçeyi yapar.\n* **Nişancı:** Tapu ve Kadastro'nun başı. Padişahın tuğrasını çeker. Örfi hukukun uzmanıdır.\n* **Şeyhülislam:** Divan'ın asli üyesi değildir ama gerektiğinde fetva verir. Protokolde Sadrazam'a denktir.\n\n### 3. Toprak ve Ordu: Tımar Sistemi Mucizesi\n\nOsmanlı'nın kalbi **Tımar Sistemi** ile atar. Devlet, memuruna maaş vermek yerine \"Git şu toprağı işlet\" der. Memur toprağı köylüye işletir, vergisini toplar. Bu parayla hem kendi geçinir hem de devlete **\"Cebelü\"** (atlı asker) yetiştirir.\n\nBu sistem sayesinde: 1) Üretim devamlı olur. 2) Hazineden para çıkmadan devasa bir ordu (Tımarlı Sipahiler) kurulur. 3) Taşrada güvenlik sağlanır.\n\nMerkezde ise padişahın özel ordusu **Kapıkulu Ocakları** (Yeniçeriler) vardır. Bunlar 3 ayda bir **\"Ulufe\"** maaşı alır ve her padişah değişikliğinde **\"Cülus Bahşişi\"** alırlardı.\n\n### 4. Eğitim ve Sanat: İnceliklerin Dünyası\n\nEğitimin temeli **Medrese**dir. Ancak sarayda devlet adamı yetiştiren **Enderun** mektebi de çok kritiktir. Osmanlı sanatında ise İslam inancı gereği heykel ve resim pek gelişmemiştir. Bunun yerine:\n\n* **Hat:** Arap harfleriyle güzel yazı yazma sanatı. (Şeyh Hamdullah, Hafız Osman)\n* **Minyatür:** Kitap içi küçük resim sanatı. Perspektif (derinlik) yoktur, kişiler rütbesine göre büyük veya küçük çizilir. (Levni, Matrakçı Nasuh)\n* **Tezhip:** Altınla süsleme sanatı.\n\n### Kapanış Notu\n\nOsmanlı Medeniyeti; bir yanda \"Kanunname-i Ali Osman\" ile devletin ciddiyetini, diğer yanda \"Bir fincan kahvenin kırk yıl hatrı vardır\" diyerek toplumsal nezaketi birleştiren bir yapıdır. Sınavda \"Seyfiye (Asker/Yönetici), İlmiye (Din/Hukuk/Eğitim), Kalemiye (Bürokrasi)\" sınıflarını ayırmayı unutma. Başarılar!"
  },
  {
  "ders": "Makale",
  "sira": 7,
  "baslik": "Cumhuriyet Dönemi Edebiyatı: Yeni Bir Alfabe, Yeni Bir Ses",
  "icerik": "# Demir Ağlarla Örülen Yurtta Yeni Kelimeler: Cumhuriyet Edebiyatı\n\n1923... Sadece bir yönetim şekli değil, dilin ve sanatın da kaderinin değiştiği yıldır. Artık sarayın \"ağır\" dili bitmiş, Anadolu'nun \"öz\" Türkçesi başköşeye oturmuştur. Cumhuriyet Edebiyatı; bazen bir köylünün nasırını, bazen bir İstanbul beyefendisinin yalnızlığını, bazen de bir işçinin isyanını anlatır. Gel, bu devasa dönemi gruplara bölerek zihnine kazıyalım.\n\n### 1. Öz Şiir (Saf Şiir): \"Sanat, Soylu Bir İştir\"\n\nCumhuriyet kuruldu ama herkes \"memleket edebiyatı\" yapmadı. Bir grup şair, \"Şiir bir şey anlatmak zorunda değil, hissettirmeli\" dedi. Onlar için şiir, sözcüklerle yapılan bir müzikti.\n\n* **Ahmet Hamdi Tanpınar:** \"Rüya, zaman ve bilinçaltı\" ustası. \"Ne içindeyim zamanın, ne de büsbütün dışında\" diyerek zaman algısını yıkar.\n* **Necip Fazıl Kısakürek:** Mistik şair. Madde ve ruh çatışmasını işler. \"Kaldırımlar\" şiiriyle yalnızlığın kitabını yazar.\n* **Cahit Sıtkı Tarancı:** \"Ölüm korkusu ve yaşama sevinci\"ni aynı anda duyar. \"Otuz Beş Yaş\" şiiri bir mihenk taşıdır.\n* **Yedi Meşaleciler:** \"Canlılık, samimiyet ve daima yenilik\" diyerek çıktılar ama çoğu kısa sürede söndü. (Ziya Osman Saba hariç, o vefalıydı).\n\n### 2. Serbest Nazım ve Toplumcu Gerçekçiler: \"Güneşi İçenlerin Türküsü\"\n\nBir yanda sanat yapanlar varken, diğer yanda \"Şiir kitleleri harekete geçirmeli\" diyenler vardı. Rus şair Mayakovski'den etkilendiler. Ölçüyü, uyağı attılar; basamaklı dizelerle bağırdılar.\n\n* **Nazım Hikmet:** Bu akımın devidir. Şiiri ideolojik bir silah gibi kullanır. \"Makinalaşmak İstiyorum\" derken sanayileşme arzusunu haykırır.\n* **Rıfat Ilgaz:** Hababam Sınıfı'nın yazarı, mizah ve toplumsal eleştiriyi birleştirir.\n\n### 3. Milli Edebiyat Zevkini Sürdürenler: \"Memleket Manzaraları\"\n\nKurtuluş Savaşı'nın heyecanını ve Anadolu sevgisini hece ölçüsüyle anlatmaya devam edenlerdir. Halk şiiri geleneğine yaslanırlar.\n\n* **Ahmet Kutsi Tecer:** \"Orda bir köy var uzakta\" diyen, Aşık Veysel'i keşfedip bize tanıtan isimdir.\n* **Arif Nihat Asya:** Bayrak Şairi. Fetih Marşı ve Bayrak şiiriyle tanınır.\n\n### 4. Garip Akımı (I. Yeni): \"Şiir Sokağa İndi\"\n\n1941'de üç genç (Orhan Veli, Melih Cevdet, Oktay Rifat) çıktı ve \"Şiirde şairaneliğe, ölçüye, kafiyeye paydos!\" dedi. Şiiri sokağa indirdiler. Süleyman Efendi'nin nasırını şiir konusu yaptılar. Espri, nükte ve şaşırtmaca temel silahlarıydı.\n\n### 5. İkinci Yeni: \"Anlamsızlığın Anlamı\"\n\nGaripçilerin \"basitliğine\" tepki olarak 1950'lerde doğdu. \"Şiir niye herkes tarafından anlaşılsın ki?\" dediler. Soyut, imgesel, kapalı ve sürrealist bir şiir kurdular. Dilin mantığını bozdular (Üvercinka, Apartman, Göğe Bakma Durağı).\n\n* **Cemal Süreya:** Aşkın ve erotizmin, ironiyle karışık şairi.\n* **Turgut Uyar:** Kentli insanın yalnızlığını, sıkıntısını anlatır. \"Büyük Saat\" en önemli eseridir.\n* **Edip Cansever:** \"Masa da masaymış ha\" şiiriyle nesneler dünyasına dalan, çok sesli bir şair.\n* **Sezai Karakoç:** İkinci Yeni imgesini İslami düşünceyle birleştiren, \"Mona Roza\"nın gizemli şairi.\n\n### 6. Cumhuriyet Dönemi Romanı: Köyden Kente Göç\n\nSadece şiir değil, roman da çağ atladı. Dört ana damar oluştu:\n\n1.  **Milli-Dini Duyarlılık:** Yakup Kadri (Yaban), Reşat Nuri.\n2.  **Bireyin İç Dünyası:** Psikoloji ve bunalım. Peyami Safa (Dokuzuncu Hariciye Koğuşu), Ahmet Hamdi Tanpınar (Huzur).\n3.  **Toplumcu Gerçekçi (Köy Enstitülüler):** Ağa-köylü çatışması. Yaşar Kemal (İnce Memed), Orhan Kemal (Bereketli Topraklar Üzerinde), Fakir Baykurt (Yılanların Öcü).\n4.  **Modernizm/Postmodernizm:** Oğuz Atay (Tutunamayanlar). Klasik roman kurgusunu parçalayan, okuru zorlayan eserler.\n\n### Kapanış Notu\n\nCumhuriyet Edebiyatı; bir tepkiler zinciridir. Garipçiler \"basit\" yazdı diye İkinci yeniciler \"kapalı\" yazdı. Toplumcular \"halk\" dedi diye Saf şiirciler \"sanat\" dedi. Bu zıtlıkları anlarsan, ezber yapmana gerek kalmaz. İyi geceler!"
  },
  {
  "ders": "Biyoloji",
  "sira": 1,
  "baslik": "Yaşamın Alfabesi: Canlıların Ortak Özellikleri ve Hücre",
  "icerik": "# Yaşamın Temeli: Canlıları Cansızlardan Ayıran Çizgi\n\nBiyolojiye başlarken bilmen gereken ilk kural şudur: Her canlı doğar, büyür ve ölür; ama her canlı aynı şekilde nefes almaz veya beslenmez. İşte TYT'nin en sevdiği konu olan \"Ortak Özellikler\" ve \"Hücre\"nin özeti.\n\n### 1. Canlıların Ortak Özellikleri (Olmazsa Olmazlar)\nBir varlığa \"canlı\" diyebilmemiz için şu şartları sağlaması gerekir:\n\n* **Hücresel Yapı:** Tüm canlılar hücreden oluşur. Ya tek bir hücreden (Bakteri) ya da trilyonlarca hücreden (İnsan, Bitki).\n* **Beslenme:** Enerji üretmek şarttır. Kendi yemeğini kendi yapanlara **Ototrof** (Bitkiler), dışarıdan hazır yiyenlere **Heterotrof** (Biz) denir.\n* **Solunum (Enerji Üretimi):** Amaç nefes alıp vermek değil, **ATP** üretmektir. Oksijenli veya oksijensiz olabilir.\n* **Metabolizma:** Vücuttaki inşaat (Anabolizma) ve yıkım (Katabolizma) işlerinin tamamıdır.\n* **Homeostazi:** Vücudun \"iç dengesini\" korumaktır. (Sıcakta terleyerek serinlemek gibi).\n* **Hareket:** Her canlı hareket eder! Hayvanlar yer değiştirir, bitkiler Güneş'e yönelir.\n\n### 2. Hücrenin Fabrikası: Organeller\nHücreyi bir fabrika gibi düşünürsek, işçiler şunlardır:\n\n* **Ribozom:** En çalışkan işçidir. **Protein** üretir. Tüm canlılarda (bakteri dahil) vardır!\n* **Mitokondri:** Enerji santralidir. Oksijenli solunumla ATP üretir.\n* **Kloroplast:** Güneş panelleridir. Sadece bitkilerde bulunur, fotosentez yapar.\n* **Lizozom:** Çöp öğütücüdür. Hücre içi sindirim yapar.\n* **Golgi:** Paketleme servisidir. Salgı üretir.\n\n### 3. Sınav Kazandıran \"Kritik Tuzaklar\" (Dikkat!)\nÖSYM seni buradan vurmaya çalışır, düşme:\n\n* **Tuzak 1:** \"Her canlı oksijenli solunum yapar\" derse YANLIŞ. Bazı bakteriler oksijensiz solunum yapar.\n* **Tuzak 2:** \"Her canlıda mitokondri vardır\" derse YANLIŞ. Bakterilerde zarlı organel (mitokondri) yoktur.\n* **Tuzak 3:** \"Her canlı eşeyli ürer\" derse YANLIŞ. Bölünerek (eşeysiz) çoğalanlar vardır.\n\n### Özetle\nBiyoloji ezber değil, mantıktır. Ribozomun protein ürettiğini, mitokondrinin enerji verdiğini ve bakterilerin de canlı olduğunu unutmazsan bu konudan soru kaçırmazsın."
  },
  {
  "ders": "Biyoloji",
  "sira": 2,
  "baslik": "Ne Yiyorsak O'yuz: Canlıların Temel Bileşenleri",
  "icerik": "# Enerji mi, Yapı Taşı mı? Besinlerin Dünyası\n\nVücudumuz dev bir kimya laboratuvarıdır. Yediğimiz besinler ya enerji olur, ya onarım yapar ya da sistemi düzenler. Bileşenler ikiye ayrılır: İnorganik (Doğadan Hazır) ve Organik (Canlının Ürettiği).\n\n### 1. İnorganik Bileşikler (Hazır Alınır)\nHiçbir canlı (bitki dahil) bunları üretemez, dışarıdan mecbur alır.\n* **Su:** En iyi çözücüdür. Enzimlerin çalışması için ortamda en az %15 su gerekir.\n* **Mineraller:** Kemik yapısına katılır (Kalsiyum), kan yapısına katılır (Demir). Sindirilmezler, doğrudan kana geçerler.\n* **Asit-Baz-Tuz:** pH dengesini sağlarlar.\n\n### 2. Organik Bileşikler (Canlı Üretir)\nCanlıların kendi ürettiği maddelerdir. Karbon (C), Hidrojen (H) ve Oksijen (O) içerirler.\n\n**A) Karbonhidratlar (1. Derece Enerji Kaynağı)**\nİlk sırada enerji için kullanılır.\n* **Glikoz:** Kan şekeridir. Beynin tek yakıtıdır.\n* **Glikojen:** İnsanda ve bakteride glikozun fazlası karaciğerde \"Glikojen\" olarak depolanır.\n* **Nişasta:** Bitkilerde glikozun deposudur.\n* **Selüloz:** Bitkinin hücre duvarını oluşturur. Biz sindiremeyiz ama bağırsakları çalıştırır.\n\n**B) Yağlar / Lipitler (2. Derece Enerji - En Çok Enerji)**\nEn çok enerji veren budur ama yıkımı zor olduğu için ikinci sırada kullanılır.\n* **Görev:** Isı yalıtımı sağlar, organları darbeden korur.\n\n**C) Proteinler (Yapı Taşı)**\nEnerji için EN SON kullanılır. Asıl görevi yapım ve onarımdır.\n* **Yapıtaşı:** Aminoasittir. DNA şifresine göre sentezlenir. Yüksek sıcaklıkta yapıları bozulur (Denatürasyon).\n\n### 3. Düzenleyiciler: Enzimler ve Vitaminler\nBu ikisi enerji VERMEZ, işleri yönetir.\n\n* **Enzimler:** Biyolojik katalizörlerdir. Reaksiyonları hızlandırır. Aktivasyon enerjisini düşürür. Takım halinde çalışırlar. Yüksek sıcaklıkta bozulurlar.\n* **Vitaminler:**\n    * **Yağda Eriyenler (A,D,E,K):** Vücutta depolanır. Fazlası zarar verebilir.\n    * **Suda Eriyenler (B,C):** Depolanmaz, fazlası idrarla atılır. Bu yüzden günlük alınmalıdır.\n\n### 4. Sınav Taktikleri\n* Soruda **\"Hücre zarından geçebilir mi?\"** diye sorulursa:\n    * Geçebilenler (Küçük): Glikoz, Aminoasit, Yağ asidi, Mineral, Su, Vitamin.\n    * Geçemeyenler (Büyük): Nişasta, Glikojen, Protein, Yağ, Enzim.\n* \"DNA şifresine göre üretilen tek besin hangisidir?\" -> **Protein.**"
  },
  {
  "ders": "Biyoloji",
  "sira": 3,
  "baslik": "Kim Kimdir? Canlıların Sınıflandırılması ve 6 Alem",
  "icerik": "# Doğadaki Büyük Kütüphane: Sınıflandırma\n\nMilyonlarca canlıyı tek tek incelemek imkansızdır. Bu yüzden bilim insanları, canlıları benzer özelliklerine göre gruplara ayırır. Buna **Taksonomi** denir.\n\n### 1. Sınıflandırma Basamakları (Kodlama: Türkiye Cumhuriyeti...)\nCanlılar genelden özele doğru 7 basamakta incelenir. Sırasını karıştırmamak için şu kodlamayı kullan:\n\n* **T**ürkiye (Tür - En özel)\n* **C**umhuriyeti (Cins)\n* **F**utbol (Familya - Aile)\n* **T**akımı (Takım)\n* **S**ahaya (Sınıf)\n* **Ş**ut (Şube)\n* **A**ttı (Alem - En genel)\n\n*Not:* Türden Aleme (yukarı) gidildikçe canlı sayısı artar ama ortak özellik azalır.\n\n### 2. Canlılar Alemi: 6 Büyük Grup\nDünyadaki tüm canlılar bu 6 kutudan birine girer:\n\n**A) Prokaryotlar (Çekirdeksizler)**\n1. **Bakteriler:** En basit canlılardır. Çoğu yararlıdır (yoğurt bakterisi), bazıları hastalıktır. Halkasal DNA'ları vardır.\n2. **Arkeler:** Bakterilere benzerler ama \"ekstrem\" koşullarda yaşarlar (Yanardağ ağzı, tuz gölü, buzullar).\n\n**B) Ökaryotlar (Çekirdekliler)**\n3. **Protista:** Ne bitki ne hayvandır. Çoğu tek hücrelidir. (Örn: Amip, Öglena, Paramesyum).\n4. **Bitkiler:** Fotosentez yaparlar. Hücre duvarları **Selüloz**dur. Tam parazitler hariç hepsi üreticidir.\n5. **Mantarlar:** Bitki değildir! Fotosentez YAPMAZLAR, hazırcıdırlar (Çürükçül). Hücre duvarları **Kitin**dir.\n6. **Hayvanlar:** En gelişmiş gruptur. Omurgasızlar (Böcek, Solucan) ve Omurgalılar (Balık, Kurbağa, Sürüngen, Kuş, Memeli) olarak ayrılır.\n\n### 3. Sınavda Hayat Kurtaran İpuçları\n* **İkili Adlandırma:** Canlıların bilimsel adı iki kelimedir. İlk kelime Cins, ikinci kelime Tanımlayıcıdır. (Örn: *Pinus* nigra). Akrabalığa bakarken SADECE ilk isme (Cins adına) bakılır!\n* **Virüsler:** Canlı sınıfına girmezler. Çünkü hücresel yapıları yoktur. Antibiyotikten etkilenmezler.\n* **Yarasa ve Balina:** Yarasa uçsa da, balina yüzse de ikisi de **Memeli**dir (Doğurur ve süt verir)."
  },
  {
  "ders": "Biyoloji",
  "sira": 4,
  "baslik": "Nesillerin Devamı: Hücre Bölünmeleri ve Üreme Çeşitleri",
  "icerik": "# Fotokopi Makinesi ve Genetik Tasarım: Bölünmeler\n\nHücreler sonsuza kadar büyüyemez. Belli bir büyüklüğe gelince (Yüzey/Hacim dengesi bozulunca) bölünmek zorundadırlar. Biyolojide bu işleyiş ikiye ayrılır: Mekanizma (Mitoz-Mayoz) ve Sonuç (Üreme).\n\n### 1. Mitoz Bölünme (Kopyalama)\nTek hücrelilerde üremeyi, çok hücrelilerde ise büyümeyi ve yaraların onarılmasını sağlar.\n\n* **Sonuç:** Bir hücreden genetik olarak AYNI 2 yeni hücre oluşur.\n* **Kromozom:** Sayı değişmez (2n -> 2n).\n* **Evreleri (İPMAT):** İnterfaz, Profaz, Metafaz, Anafaz, Telofaz. En önemli olay **Anafaz** evresinde kardeş kromatitlerin ayrılmasıdır.\n\n### 2. Mayoz Bölünme (Çeşitlilik)\nSadece eşeyli üreyen canlılarda, üreme hücresi (Sperm, Yumurta) üretmek için yapılır.\n\n* **Sonuç:** Bir hücreden genetik olarak FARKLI 4 yeni hücre oluşur.\n* **Kromozom:** Sayı yarıya iner (2n -> n).\n* **Sihirli Kelime:** **Crossing Over**. Parça değişimi demektir. Mayoz-1'de gerçekleşir ve canlıların birbirinden farklı olmasını sağlar.\n\n\n\n### 3. Üreme Çeşitleri: Stratejiler\nCanlılar bu bölünme mekanizmalarını kullanarak soylarını devam ettirir.\n\n**A) Eşeysiz Üreme (Temeli Mitoz)**\nTek ata vardır, çeşitlilik yoktur, hızlıdır.\n* **Bölünerek:** En hızlısıdır (Bakteri, Paramesyum).\n* **Tomurcuklanma:** Ana canlıdan çıkıntı oluşur (Bira mayası, Hidra).\n* **Rejenerasyon:** Kopan parçadan yeni canlı oluşur (Deniz yıldızı).\n* **Sporla:** Dayanıklı tohum benzeri yapılarla ürerler (Mantar, Eğrelti otu).\n* **Vejetatif:** Bitkinin dalından/yaprağından çoğaltılmasıdır.\n\n\n\n**B) Eşeyli Üreme (Temeli Mayoz)**\nİki ata vardır, çeşitlilik esastır.\n* **Tohumla Üreme:** Bitkilerde polen ve yumurtanın birleşmesidir.\n* **Partenogenez (İstisna):** Arılarda döllenmemiş yumurtadan erkek arı oluşmasıdır.\n\n### 4. Sınav İçin Hayati Uyarılar\n* **Bakterilerde Mitoz YOKTUR!** Onlar \"İkiye Bölünme\" ile çoğalır ama iğ ipliği ve evreleri yoktur. Sadece DNA eşlenir ve bölünür.\n* **Rejenerasyon her zaman üreme değildir!** Kertenkelenin kopan kuyruğunu onarması üreme değil, yenilenmedir (Sayısı artmaz).\n* **Homolog Kromozom:** Bu kelimeyi duyarsan aklına kesinlikle **Mayoz** gelmelidir."
  },
  {
  "ders": "Biyoloji",
  "sira": 5,
  "baslik": "Biyolojinin Matematiği: Kalıtım ve Genetik",
  "icerik": "# Göz Rengin Kime Çekti? Kalıtımın Mantığı\n\nNeden bazı özelliklerimiz annemize, bazıları babamıza benzer? Mendel'in bezelyelerle başlattığı bu serüven, biyolojinin en zevkli bulmacasıdır. Ezber yok, mantık var.\n\n### 1. Kalıtım Sözlüğü (Bunları Bilmeden Çözülmez)\nSoruları çözmek için önce bu dili öğrenmelisin:\n\n* **Gen:** Karakterleri belirleyen DNA parçası.\n* **Alel:** Bir genin farklı çeşitleri (Örn: A kan grubu geni, B kan grubu geni).\n* **Dominant (Baskın):** Büyük harfle yazılır (A), her durumda sözünü geçirir.\n* **Resesif (Çekinik):** Küçük harfle yazılır (a), sadece yanında baskın yoksa (aa) etkisini gösterir.\n* **Homozigot (Saf):** Harflerin aynı olması (AA veya aa).\n* **Heterozigot (Melez):** Harflerin farklı olması (Aa).\n* **Fenotip:** Dış görünüş (Sarı saç, Mavi göz).\n* **Genotip:** Genetik yapı (Aa, BB, rr).\n\n\n\n### 2. Cinsiyete Bağlı Kalıtım (X ve Y)\nİnsanlarda 46 kromozom vardır. Bunların 2 tanesi cinsiyeti belirler (XX: Dişi, XY: Erkek).\n\n* **X'e Bağlı Hastalıklar:** Renk Körlüğü ve Hemofili. Bu hastalıklar X kromozomu üzerinde taşınır. Erkeklerde bir tane X olduğu için hasta olma ihtimalleri daha yüksektir. Kadınlarda iki X olduğu için \"Taşıyıcı\" olabilirler ama hasta olmayabilirler.\n* **Y'ye Bağlı Hastalıklar:** Sadece babadan oğula geçer (Kulak kıllılığı). Dişilerde görülmez.\n\n### 3. Kan Grupları\n3 çeşit sistem vardır: A, B ve 0.\n* **A ve B:** Eş baskındır (Bir araya gelirse AB grubu olur).\n* **0 (Sıfır):** Çekiniktir. Birinin 0 grubu olması için genotipinin kesinlikle **00** olması gerekir.\n* **Rh Faktörü:** Rh(+) baskın, Rh(-) çekiniktir.\n* **Kan Uyuşmazlığı:** SADECE; **Anne Rh(-), Baba Rh(+) ve Çocuk Rh(+)** ise görülür. Annenin vücudu bebeğin kanını yabancı madde sanıp savaş açar.\n\n\n\n### 4. Sınavın Vazgeçilmezi: Soyağacı Taktikleri\nTYT'de %90 ihtimalle soyağacı sorusu gelir. İşte altın kurallar:\n\n* **Taralı birey Çekinik (aa) diyorsa:** Önce taralı olanlara \"aa\" yaz, sonra anne-babasını bul.\n* **Taralı birey Y'ye bağlı diyorsa:** Sadece erkekler taralı olmalı. Bir tane bile dişi taralıysa veya baba hastayken oğul sağlamsa o şıkkı ele.\n* **Renk Körlüğü:** Taralı erkeklere $X^rY$, taralı dişilere $X^rX^r$ yazarak başla."
},
    {
  "ders": "Biyoloji",
  "sira": 6,
  "baslik": "Doğanın Dengesi: Ekosistem Ekolojisi",
  "icerik": "# Kim Kimi Yiyor? Besin Zinciri ve Enerji\n\nEkosistem, canlılar ve cansız çevrenin (su, toprak, hava) birbiriyle ilişkisidir. Bu konunun özü; enerjinin nasıl aktarıldığı ve doğanın kendini nasıl temizlediğidir.\n\n### 1. Ekolojik Organizasyon (Küçükten Büyüğe)\nSıralama sorusu gelirse şaşırma:\n* **Organizma:** Tek bir birey.\n* **Popülasyon:** Aynı tür canlılar topluluğu (Toroslardaki Alageyikler).\n* **Komünite:** Birden fazla türün bir arada yaşaması (Toroslardaki tüm canlılar).\n* **Ekosistem:** Canlılar + Cansız Çevre (Toros Dağları).\n* **Biyosfer:** Dünya üzerindeki yaşam katmanı.\n\n### 2. Besin Piramidi ve %10 Kuralı\nBesin zincirinde tabandan tavana (Üreticiden -> Tüketiciye) çıkıldıkça ne olur?\n\n* **Enerji AZALIR:** Her basamakta enerjinin %90'ı kaybolur, sadece %10'u yukarı geçer.\n* **Biyokütle (Toplam Ağırlık) AZALIR:** Dünyadaki otların toplam ağırlığı, aslanların ağırlığından fazladır.\n* **Birey Sayısı AZALIR:** Ot çoktur, aslan azdır.\n* **Zehirli Madde (Biyolojik Birikim) ARTAR:** En tehlikeli durum budur. Tarım ilacı en çok piramidin tepesindeki canlıda (İnsanda veya Kartalda) birikir.\n\n\n\n### 3. Ekosistemin Gizli Kahramanları: Ayrıştırıcılar (Saprofitler)\nBesin piramidinin **her basamağında** bulunurlar. Ölü bitki ve hayvanları çürüterek toprağa mineral kazandırırlar. (Bazı bakteriler ve Mantarlar).\n* *Unutma:* Ayrıştırıcılar olmasaydı dünya çöp yığınına dönerdi ve madde döngüsü dururdu.\n\n### 4. Madde Döngüleri (Kısa Özet)\n* **Karbon Döngüsü:** Fotosentez havadaki karbondioksiti (CO2) azaltır, Solunum ve Yanma olayları artırır.\n* **Azot Döngüsü (En Önemlisi):** Havadaki azot bitkiler tarafından doğrudan kullanılamaz. Onu toprağa **\"Azot Bağlayıcı Bakteriler\"** (Rizobiyum) bağlar. Topraktaki azotu tekrar havaya salan olaya ise **Denitrifikasyon** denir.\n\n### 5. Sınav Taktikleri\n* Soruda \"Zehirli madde en çok hangisinde birikir?\" derse besin zincirinin en son halkasına bak.\n* \"Kilit taşı tür\" ne demek? Sayısı azalsa bile ekosistemi en çok etkileyen türdür (Örn: Su samuru ölürse deniz kestaneleri artar, yosunlar biter)."
},
    {
  "ders": "Biyoloji",
  "sira": 7,
  "baslik": "Hücrenin Kapıları: Madde Geçişleri (Difüzyon ve Ozmos)",
  "icerik": "# Enerji Var mı, Yok mu? Geçişlerin Mantığı\n\nHücre zarı seçici geçirgendir. Her şeyi içeri almaz. Maddelerin giriş-çıkışı iki ana kurala dayanır: Maddenin boyutu ve Enerji kullanımı.\n\n### 1. Pasif Taşıma (Enerji HARCANMAZ)\nKüçük maddelerin, çok olduğu yerden az olduğu yere kendiliğinden geçişidir. (Yokuş aşağı yuvarlanmak gibidir, enerji istemez).\n\n* **Basit Difüzyon:** Gazların (O2, CO2) veya yağda çözünenlerin doğrudan zardan geçmesidir. Taşıyıcı yok, enzim yok.\n* **Kolaylaştırılmış Difüzyon:** Glikoz, Fruktoz gibi maddelerin \"Taşıyıcı Proteinler\" yardımıyla geçmesidir. (Yine ATP harcanmaz! Sadece kapı açılır).\n* **Ozmos:** Suyun difüzyonudur. Su her zaman **tuzun/şekerin çok olduğu yere** (emme kuvvetinin yüksek olduğu yere) gitmek ister.\n\n\n\n### 2. Ozmos Ortamları (Sınavın Favorisi)\nHücreyi farklı yoğunluktaki sulara atarsak ne olur?\n\n* **Hipertonik Ortam (Tuzlu Su):** Hücre su kaybeder ve büzülür. Buna **Plazmoliz** denir. (Salatanın tuzlanınca sulanması gibi).\n* **Hipotonik Ortam (Saf Su):** Hücre su alır ve şişer. Buna **Deplazmoliz** denir. Hayvan hücresi çok şişerse patlar (Hemoliz), bitki hücresi çeperli olduğu için patlamaz.\n* **İzotonik Ortam:** Yoğunluk eşittir, değişim olmaz.\n\n\n\n### 3. Aktif Taşıma (Enerji HARCANIR)\nKüçük maddelerin, **az olduğu yerden çok olduğu yere** (zorla) taşınmasıdır. (Yokuş yukarı çıkmak gibidir).\n* **Şartlar:** Mutlaka ATP harcanır, Enzim kullanılır ve Canlılık şarttır.\n\n### 4. Büyük Maddelerin Geçişi (Endositoz/Ekzositoz)\nZardan geçemeyecek kadar büyük (Protein, Bakteri vb.) maddeler içindir. Kesinlikle ATP harcanır.\n\n* **Endositoz (İçeri Alma):** Hücre zarının cep oluşturup maddeyi yutmasıdır. (Hücre duvarı olanlarda, yani Bitki ve Mantarda görülmez!).\n* **Ekzositoz (Dışarı Atma):** Atıkların veya salgıların (ter, süt, enzim) dışarı atılmasıdır. Çürükçül bakteriler enzimleri bu yolla dışarı atar.\n\n### 5. Özet Tablo\n* **Difüzyon/Ozmos:** ATP Yok | Çoktan aza | Canlılık şart değil.\n* **Aktif Taşıma:** ATP Var | Azdan çoka | Canlılık şart.\n* **Endo/Ekzositoz:** ATP Var | Büyük madde | Canlılık şart."
},
    {
  "ders": "Biyoloji",
  "sira": 8,
  "baslik": "Yeşil Devler: Bitki Biyolojisi (TYT Özeti)",
  "icerik": "# Damarlı mı, Damarsız mı? Bitkilerin Dünyası\n\nBitkiler Biyolojisi aslında AYT'nin en baba konusudur ama TYT'de sadece sınıflandırma ve temel dokular sorulur. Detaylarda boğulmadan sadece bunları bilmen yeterli.\n\n### 1. Bitkilerin Sınıflandırılması\nBitkiler, \"Tohum\" oluşturup oluşturmamasına göre ikiye ayrılır:\n\n* **A) Çiçeksiz (Tohumsuz) Bitkiler:**\n    * **Damarsız:** En ilkelidir. Kök, gövde, yaprak ve iletim demeti (damar) YOKTUR. (Örn: Kara Yosunu).\n    * **Damarlı:** İletim demeti vardır ama tohum yoktur. Sporla çoğalırlar. (Örn: Eğrelti Otu).\n\n* **B) Çiçekli (Tohumlu) Bitkiler:**\n    * Gerçek kök, gövde ve yaprakları vardır. Çiçek ve tohum oluştururlar.\n    * **Açık Tohumlu:** Meyvesi yoktur, tohum çıplaktadır. Her zaman yeşildirler. (Örn: Çam, Köknar - Kozalaklılar).\n    * **Kapalı Tohumlu:** Meyvesi vardır, tohum meyve içindedir. (Elma, Gül, Buğday). Tek Çenekli ve Çift Çenekli diye ikiye ayrılır.\n\n### 2. Tek Çenekli vs Çift Çenekli (En Çok Bu Sorulur)\nSınavda önüne bir yaprak veya kök resmi koyup hangisi olduğunu sorabilirler.\n\n| Özellik | Tek Çenekli (Monokotil) | Çift Çenekli (Dikotil) |\n| :--- | :--- | :--- |\n| **Örnek** | Mısır, Buğday, Lale, Soğan | Fasulye, Elma, Gül, Çınar |\n| **Yaprak** | İnce uzun, Şerit damarlı | Geniş, Ağsı damarlı |\n| **Kök** | Saçak Kök (Püskül gibi) | Kazık Kök (Ana bir kök var) |\n| **Gövde** | Otsu, incedir. Kambiyum YOK. | Odunsu olabilir. Kambiyum VAR. |\n| **Yaprak Sapı** | Yoktur (Gövdeyi sarar) | Vardır |\n\n\n\n### 3. Bitkisel Dokular (Kısa Özet)\n* **Meristem (Bölünür) Doku:** Bitkinin büyümesini sağlar. Sürekli bölünür. Bitkinin uçlarında (uzama) ve gövdesinde (kalınlaşma) bulunur.\n* **Temel Doku (Parankima):** Bitkinin dolgu maddesidir. Fotosentez yapar, besin depolar.\n* **İletim Doku:** Taşıma işini yapar.\n    * **Ksilem (Odun Borusu):** Su ve mineral taşır. Tek yönlüdür (Yukarı). Ölüdür.\n    * **Floem (Soymuk Borusu):** Besin taşır. Çift yönlüdür. Canlıdır.\n\n### 4. Önemli Yapılar: Stoma\nYaprakların alt yüzeyinde bulunan gözeneklerdir. Açılıp kapanarak gaz alışverişini (O2/CO2) ve terlemeyi sağlar. Kurak bölge bitkilerinde su kaybetmemek için sayıları azdır ve derindedir."
},
    {
  "ders": "Kimya",
  "sira": 1,
  "baslik": "Kimya Bilimi",
  "icerik": "# Co mu, CO mu? Harflerin Önemi\n\nKimyada her şey sembollerle başlar. Bu konu ezber gibi görünse de aslında çok basittir. ÖSYM buradan soru sorarsa genellikle \"Yaygın Adlar\"dan veya \"Güvenlik İşaretleri\"nden sorar.\n\n### 1. Element mi, Bileşik mi?\nBu ayrımı bilmek zorundasın:\n* **Element:** Tek cins atomdan oluşur. Sembollerle gösterilir (Na, Fe). Parçalanmazlar.\n* **Bileşik:** En az iki farklı atomun kimyasal olarak birleşmesidir. Formüllerle gösterilir (H2O, NaCl). Kimyasal yolla ayrıştırılabilirler.\n* **Dikkat:** **Co** (Kobalt) bir elementtir (İkinci harf küçük). **CO** (Karbonmonoksit) bir bileşiktir (İki harf de büyük).\n\n### 2. En Çok Karıştırılan Elementler\nBunları adın gibi bilmelisin:\n* **Na:** Sodyum (Natrium'dan gelir)\n* **K:** Potasyum (Kalium'dan gelir)\n* **Fe:** Demir\n* **Cu:** Bakır\n* **Ag:** Gümüş\n* **Au:** Altın\n* **Hg:** Cıva\n* **Sn:** Kalay\n* **Pb:** Kurşun\n\n### 3. Bileşiklerin Yaygın Adları (Banko Soru Adayı)\nFormülü verip \"Bakkaldaki adı nedir?\" diye sorabilirler:\n* **H2O:** Su\n* **HCl:** Tuz Ruhu\n* **H2SO4:** Zaç Yağı (Akü asidi)\n* **HNO3:** Kezzap\n* **CH3COOH:** Sirke Asidi\n* **CaCO3:** Kireç Taşı\n* **CaO:** Sönmemiş Kireç\n* **Ca(OH)2:** Sönmüş Kireç\n* **NaCl:** Yemek Tuzu\n* **NH3:** Amonyak (Dikkat! İçinde H var ama asit değil BAZDIR).\n\n### 4. Güvenlik Uyarı İşaretleri\nŞişelerin üzerindeki resimler ne anlama gelir?\n* **Alev:** Yanıcı madde (Ateşle yaklaşma).\n* **O Harfi Üzerinde Alev:** Yakıcı madde (Oksitleyici). Yanıcı ile yan yana koyma!\n* **Ünlem (!):** Tahriş edici (Cilde, göze zarar verir).\n* **Kuru Kafa:** Toksik / Zehirli (Öldürücüdür, koklama).\n* **Radyasyon:** Radyoaktif (Uzak dur).\n* **Balık ve Ağaç:** Çevreye Zararlı (Lavaboya dökme).\n\n\n\n### 5. Laboratuvar Malzemeleri\n* **Beherglas:** Geniş ağızlı bardak.\n* **Erlenmayer:** Ağzı dar koni şeklinde kap (Çalkalamak için).\n* **Dereceli Silindir (Mezür):** Sıvı hacmini ölçer.\n* **Pipet:** Çay kaşığı gibi, az miktarda sıvı çekmeye yarar."
},
    {
  "ders": "Kimya",
  "sira": 2,
  "baslik": "Atomun Matematiği ve Periyodik Cetvel",
  "icerik": "# Proton mu, Nötron mu? Kimlik Tespiti\n\nKimyanın en zevkli kısmıdır. Bulmaca çözer gibi sayıları yerine koyar ve cevabı bulursun. Tek kural var: \"Ters U Kuralı\"nı (Saat Yönü) unutma.\n\n### 1. Atomun Temel Parçacıkları\nBir elementin soluna ve sağına yazılan sayılar her şeyi anlatır:\n\n* **Sol Alt (Proton Sayısı = Atom No = Çekirdek Yükü):** Atomun kimliğidir. Değişirse atom değişir.\n* **Sol Orta (Nötron Sayısı):** Yüksüzdür. Fiziksel özelliği etkiler.\n* **Sol Üst (Kütle Numarası):** Proton + Nötron toplamıdır. (Çekirdeğin ağırlığı).\n* **Sağ Üst (İyon Yükü):** Elektron alırsa (-), verirse (+) olur.\n* **Sağ Alt (Elektron Sayısı):** Kimyasal özelliği belirler.\n\n**Altın Kural (Ters U):** \nSağdan sola, aşağıdan yukarıya toplayarak git:\n1. **İyon Yükü + Elektron = Proton**\n2. **Proton + Nötron = Kütle No**\n\n### 2. İzo-Kavramlar (Kardeşler)\nİsimlerin son harfine bakarak neyin aynı olduğunu hatırla:\n* **İzoto-P:** **P**roton sayıları aynı, nötron farklı.\n* **İzoto-N:** **N**ötron sayıları aynı, proton farklı.\n* **İzob-A-r:** Kütle numaraları (**A**) aynı.\n* **İzoelektronik:** Elektron sayıları ve dizilimleri aynı.\n\n### 3. Periyodik Cetvelde Yer Bulma (2-8-8 Kuralı)\nİlk 20 element için katmanları aç:\n* **Katman Sayısı = Periyot (Yatay Sıra)**\n* **Son Katmandaki Elektron = Grup (Dikey Sütun)**\n* *Örnek:* Kalsiyum (20) -> 2 ) 8 ) 8 ) 2 -> 4. Periyot, 2A Grubu.\n\n### 4. Metaller, Ametaller ve Soygazlar\n* **Metaller (1A, 2A, 3A):** Elektron verirler (+), parlaktırlar, ısıyı iletirler. Cıva hariç katıdırlar.\n* **Ametaller (4A, 5A, 6A, 7A):** Elektron alırlar (-), mattırlar. (Genelde CHONPS elementleridir).\n* **Soygazlar (8A):** Kararlıdırlar. Tepkimeye girmezler. (He, Ne, Ar).\n\n### 5. Kardan Adam Taktikleri (Periyodik Özellikler)\nPeriyodik cetvelde yönlere göre değişimleri \"Kardan Adam\"a benzetiriz:\n\n* **Kardan Adamın Burnuna Doğru (Sağa):** Çap (Hacim) küçülür, İyonlaşma enerjisi ve Elektronegatiflik artar.\n* **Kardan Adamın Gövdesine Doğru (Aşağı):** Çap (Hacim) kocaman olur, İyonlaşma enerjisi azalır (Elektron koparmak kolaylaşır).\n\n\n\n### 6. Kritik Uyarılar\n* **Helyum (He) Tuzağı:** Atom numarası 2'dir. Son katmanında 2 elektron vardır ama 2A grubunda değil, **8A (Soygaz)** grubundadır.\n* **Hidrojen (H) Tuzağı:** 1A grubundadır (Metallerin tepesinde) ama kendisi **Ametaldir**."
},
    {
  "ders": "Kimya",
  "sira": 3,
  "baslik": "Akan Sular Durulmaz: Maddenin Halleri",
  "icerik": "# Bal Neden Zor Akar? Viskozite ve Buhar Basıncı\n\nBu konu TYT Kimya'nın en sözel ve en hayatın içinden konusudur. \"Su 100 derecede kaynar\" bilgisinden fazlasına ihtiyacımız var. Özellikle \"Viskozite\" ve \"Buhar Basıncı\" kavramları ÖSYM'nin favorisidir.\n\n### 1. Viskozite (Akmazlık)\nSıvıların akmaya karşı gösterdiği dirence denir. Yani akışkanlığın tersidir.\n* **Örnek:** Balın viskozitesi sudan büyüktür (Bal zor akar).\n* **Sıcaklık Etkisi:** Sıcaklık artarsa viskozite AZALIR. (Isıtılan bal şerbet gibi akar). Asfalt yola sıcak dökülür ki yayılsın.\n\n### 2. Buharlaşma vs Kaynama (Büyük Tuzak)\nBu ikisi aynı şey değildir! Tabloyu ezberle:\n\n| Özellik | Buharlaşma | Kaynama |\n| :--- | :--- | :--- |\n| **Sıcaklık** | Her sıcaklıkta olur (Çamaşır kışın da kurur) | Belirli bir sıcaklıkta olur |\n| **Yer** | Sadece yüzeyde olur | Sıvının her yerinde fokurdama olur |\n| **Kabarcık** | Oluşmaz | Oluşur |\n| **Etken** | Yüzey alanı artarsa hızlanır (Geniş kap) | Yüzey alanı etkilemez |\n\n\n\n### 3. Kaynama Noktası Neye Bağlı?\nKaynama, sıvının iç basıncının dış atmosfer basıncına eşit olduğu andır.\n* **Dış Basınç:** Yükseklere çıkıldıkça (Dağın tepesi) basınç azalır -> Kaynama noktası DÜŞER. (Su Everest'te 70°C'de kaynar, yemek pişmez).\n* **Düdüklü Tencere:** Basıncı artırarak suyun kaynama noktasını yükseltir (120°C). Böylece yemek çabuk pişer.\n* **Safsızlık:** Suya tuz atarsan kaynama noktası YÜKSELİR.\n\n### 4. Hissedilen Sıcaklık ve Nem\n* **Bağıl Nem:** Havadaki su buharı oranıdır. Nem artarsa \"Hissedilen Sıcaklık\" artar (Adana/Antalya sıcağı).\n* **Gerçek Sıcaklık:** Termometrenin ölçtüğü değerdir.\n\n### 5. Katılar (Kristal mi, Amorf mu?)\n* **Amorf Katılar:** Düzenli yapısı yoktur. Belirli erime noktaları yoktur, yumuşarlar. (Cam, Plastik, Tereyağı).\n* **Kristal Katılar:** Düzenli istiflenmiştir. (Tuz, Elmas, Buz, Demir).\n\n### 6. LPG ve LNG (Günlük Hayat)\n* **LPG (Sıvılaştırılmış Petrol Gazı):** Propan + Bütan karışımıdır. Petrol damıtılarak elde edilir. Tüplerde ve araçlarda kullanılır.\n* **LNG (Sıvılaştırılmış Doğal Gaz):** %90'ı Metan'dır. Gemilerle taşınırken hacmi küçülsün diye sıvılaştırılır."
},
   {
  "ders": "Kimya",
  "sira": 4,
  "baslik": "Karışımlar",
  "icerik": "# Homojen mi, Heterojen mi?\n\nBirden fazla maddenin kimyasal özellikleri değişmeden (rastgele) bir araya gelmesine karışım denir. Formülleri yoktur (Tuzlu suyun formülü olmaz). İkiye ayrılırlar.\n\n### 1. Homojen Karışımlar (Çözeltiler)\n* Dışarıdan bakıldığında tek bir madde gibi görünürler.\n* Bekleyince çökmezler.\n* **Örnekler:** Tuzlu su, Şekerli su, Kolonya (Alkol+Su), Gazoz, Hava, Çelik (Alaşım).\n* **Çözücü - Çözünen:** Genellikle miktarı çok olan çözücü, az olan çözünendir. Su varsa su daima çözücüdür.\n\n### 2. Heterojen Karışımlar (Adi Karışım)\n* Tek madde gibi görünmezler, dağılım eşit değildir.\n* Özel isimleri vardır, bunları bilmelisin:\n    * **Süspansiyon (Katı-Sıvı):** Çamurlu su, Türk kahvesi, Ayran, Tebeşir tozu-su. (Dibine çöker).\n    * **Emülsiyon (Sıvı-Sıvı):** Zeytinyağı-Su, Benzin-Su, Mayonez, Süt (Süt bir çözelti değildir!).\n    * **Aerosol (Katı/Sıvı - Gaz):** Duman, Sis, Sprey deodorantlar.\n    * **Kolloid:** Çıplak gözle homojen sanılır ama mikroskopla bakınca heterojendir. Işık tutulursa ışığı saçar. (Kan, Süt, Jöle, Renkli cam).\n\n### 3. Ayırma Yöntemleri (Banko Soru)\nKarışımları fiziksel yollarla ayırırız.\n\n**A) Mıknatıs ile Ayırma:**\nSadece **Demir (Fe), Nikel (Ni), Kobalt (Co)** metallerini çeker. Başka hiçbir şeyi çekmez!\n\n**B) Yoğunluk Farkı ile Ayırma:**\n* **Ayırma Hunisi:** Zeytinyağı-Su gibi birbirine karışmayan sıvıları ayırmak için kullanılır. Yoğunluğu büyük olan (Su) altta kalır.\n* **Yüzdürme (Flotasyon):** Talaş-Kum karışımı suya atılır. Talaş yüzer, kum batar.\n\n**C) Kaynama Noktası Farkı ile Ayırma (Damıtma):**\n* **Basit Damıtma:** Tuzlu su gibi Katı-Sıvı karışımlarında kullanılır. Suyu buharlaştırıp geri yoğuşturursun, tuz kapta kalır.\n* **Ayrımsal Damıtma:** Alkol-Su gibi Sıvı-Sıvı karışımlarında kullanılır. Kaynama noktası düşük olan (Alkol) önce buharlaşır ve ayrılır.\n\n### 4. Günlük Hayattan Kritik Notlar\n* Süt ve Kan homojen DEĞİLDİR (Kolloiddir).\n* Alaşımlar (Lehim, Tunç, Pirinç) metal-metal karışımıdır ve Homojendir (Çözelti sayılır)."
},
    {
  "ders": "Kimya",
  "sira": 5,
  "baslik": "Asit, Baz ve Tuz",
  "icerik": "# Ekşi mi, Acı mı? Asit ve Bazın Farkı\n\nTYT'de bu konunun en çok \"Özellikleri\" ve \"Tepkimeleri\" sorulur. pH cetvelini gözünün önüne getirirsen soruların yarısını çözersin.\n\n### 1. Genel Özellikler (Karşılaştırma)\n\n| Özellik | Asitler (H+) | Bazlar (OH-) |\n| :--- | :--- | :--- |\n| **Tat** | Ekşidir (Limon, Sirke). | Acıdır (Sabun, Deterjan). |\n| **Dokunma** | Yakıcıdır. | Ele kayganlık hissi verir. |\n| **Turnusol** | MAVİ'yi KIRMIZI yapar. (Anne Kızartır) | KIRMIZI'yı MAVİ yapar. (Baba Morartır) |\n| **pH Değeri** | 0 - 7 arasındadır. | 7 - 14 arasındadır. |\n| **İletkenlik** | Sulu çözeltileri elektriği iletir. | Sulu çözeltileri elektriği iletir. |\n\n\n\n### 2. Bilmen Gereken Kritik Maddeler\nFormülü görünce asit mi baz mı olduğunu anlamalısın:\n\n* **Önemli Asitler:**\n    * **HCl (Tuz Ruhu):** Mide asididir.\n    * **H2SO4 (Zaç Yağı):** Akü asididir.\n    * **HNO3 (Kezzap):** Dinamit yapımında kullanılır.\n    * **CH3COOH (Sirke Asidi):** Zayıf asittir.\n\n* **Önemli Bazlar:**\n    * **NaOH (Sud Kostik):** Lavabo açıcı, sabun yapımı.\n    * **KOH (Potas Kostik):** Arap sabunu yapımı.\n    * **Ca(OH)2 (Sönmüş Kireç):** İnşaat harcı.\n    * **NH3 (Amonyak):** **DİKKAT!** Yapısında hidrojen (H) var diye asit sanma, susuz BAZDIR.\n\n### 3. Nötralleşme Tepkimesi\nAsit ve Baz birleşirse **Tuz ve Su** oluşur.\n* **Denklem:** Asit + Baz -> Tuz + Su\n* *İstisna:* Amonyak (NH3) bazdır ama tepkimesinden su çıkmaz. (Asit + NH3 -> Sadece Tuz). Buna susuz baz denir.\n\n### 4. Asitlerin Metallerle Tepkimesi (Gaz Çıkışı)\nEvinizde temizlik yaparken bu yüzden dikkat etmelisiniz:\n* **Aktif Metaller (Na, K, Mg, Fe...):** Asitlerle tepkimeye girerse **H2 (Hidrojen)** gazı çıkarır. Patlayıcıdır!\n* **Soy Metaller (Cu, Hg, Ag, Au, Pt):** Her asitle tepkime vermezler. Altın (Au) sadece \"Kral Suyu\" ile tepkime verir.\n\n### 5. Tuzlar ve Kullanım Alanları\n* **NaCl (Yemek Tuzu):** Gıdaları saklama, buzlanmayı önleme.\n* **Na2CO3 (Çamaşır Sodası):** Cam üretimi, temizlik.\n* **NaHCO3 (Yemek Sodası):** Kabartma tozu, mide yanmasını giderme.\n* **CaCO3 (Kireç Taşı):** İnşaat, tebeşir, mermer."
},
  {
    "ders": "Kimya",
    "sira": 6,
    "baslik": "Bağlar Kopuyor: Kimyasal Türler Arası Etkileşimler",
    "icerik": "# Güçlü müsün, Zayıf mı? Etkileşimlerin Mantığı\n\nKimyanın en temel konusudur. Maddeleri bir arada tutan kuvvetleri inceler. İkiye ayrılır: Molekülün içini tutanlar (Güçlü) ve Molekülleri birbirine bağlayanlar (Zayıf).\n\n### 1. Güçlü Etkileşimler (Kimyasal Bağlar)\nBunları koparmak zordur, koparsa maddenin kimliği değişir.\n* **İyonik Bağ:** Metal + Ametal arasında olur. Elektron alışverişi vardır. (Örn: NaCl - Tuz).\n* **Kovalent Bağ:** Ametal + Ametal arasında olur. Elektron ortaklaşması vardır. (Örn: H2O - Su).\n    * **Polar Kovalent:** Farklı cins ametaller (HCl). Kutupludur.\n    * **Apolar Kovalent:** Aynı cins ametaller (H2, O2). Kutupsuzdur.\n* **Metalik Bağ:** Metallerin kendi atomları arasında olur. Isıyı ve elektriği iletmelerini sağlar.\n\n### 2. Zayıf Etkileşimler (Fiziksel Bağlar)\nBunlar koparsa madde sadece hal değiştirir (Buzun erimesi gibi).\n* **Hidrojen Bağı:** En güçlü zayıf etkileşimdir. F, O, N atomlarına bağlı Hidrojen varsa olur (FON kuralı). Suyun kaynama noktasının yüksek olmasının sebebidir.\n* **Van der Waals:** Diğer tüm zayıf etkileşimlerdir (Dipol-Dipol, London vb.).\n\n### 3. Sınav Taktikleri\n* \"Tuz suda neden çözünür?\" -> İyon-Dipol etkileşimi sayesinde.\n* \"Su neden buzdan daha yoğun?\" -> Hidrojen bağları sayesinde."
  },
  {
    "ders": "Kimya",
    "sira": 7,
    "baslik": "Kimyanın Matematiği: Mol ve Hesaplamalar (Zor Seviye)",
    "icerik": "# Mol Nedir? Sayılamayanı Saymak\n\nBu konu TYT Kimya'nın en çok işlem gerektiren kısmıdır. Eğer matematikle aran iyi değilse bu konuyu sona bırakabilirsin. Mantığı basittir: Pazarda 12 yumurtaya \"1 Düzine\" denmesi gibi, kimyada 6,02x10^23 tane atoma \"1 Mol\" denir.\n\n### 1. Mol Kavramı\n* **Avogadro Sayısı:** 6,02x10^23 tane tanecik = 1 MOL.\n* **Mol Kütlesi (MA):** 1 mol maddenin gram cinsinden ağırlığıdır. (H:1, O:16 ise H2O'nun 1 molü = 2+16 = 18 gramdır).\n\n### 2. Kimyasal Hesaplamalar\nBir tepkimede girenlerin kütlesi, çıkanların kütlesine eşittir (Kütlenin Korunumu).\n* **Sınırlayıcı Bileşen:** Tepkimede ilk biten maddedir. Tepkime o bitince durur. Hesaplamalar biten maddeye göre yapılır.\n\n### 3. Karışım Problemleri\nGenelde \"X ve Y gazları karışımı yakılıyor...\" diye başlar. İki ayrı tepkime yazıp denklem kurman gerekir."
  },
  {
    "ders": "Kimya",
    "sira": 8,
    "baslik": "Hayatımızdaki Kimya: Sabunlar, Polimerler ve Gıdalar",
    "icerik": "# Kimya Her Yerde (Çerez Konu)\n\nBu konu tamamen sözeldir ve genel kültürdür. Okuyup geçerek net kazanabilirsin.\n\n### 1. Temizlik Maddeleri\n* **Sabun:** Bitkisel yağlardan yapılır. Doğaldır, çevreyi kirletmez. Sert sularda köpürmez.\n* **Deterjan:** Petrolden yapılır. Çevreyi kirletir. Her türlü suda köpürür.\n* **Çamaşır Suyu (NaOCl):** Mikrop öldürücüdür. Asla Tuz Ruhu ile karıştırma! (Zehirli Klor gazı çıkar).\n\n### 2. Polimerler (Plastikler)\nKüçük moleküllerin (Monomer) zincir gibi birleşmesidir.\n* **Kauçuk:** Lastik yapımı.\n* **PET:** Su şişesi.\n* **PVC:** Kapı pencere doğraması, boru.\n* **Teflon:** Yanmaz yapışmaz tava.\n\n### 3. Gıdalar\n* **UHT ve Pastörizasyon:** Sütteki mikropları öldürmek için yapılır. UHT daha uzun ömürlüdür."
  },
    
 ]
}
