{
  "uygulama_basligi": "KPSS 2025 ÖZEL",
  "kategori_renkleri": {
    "Tarih": "#D32F2F",
    "Matematik": "#9C27B0",
    "Coğrafya": "#388E3C",
    "Vatandaşlık": "#1976D2",
    "Türkçe": "#F57C00",
    "Genel": "#607D8B",
    "Makale": "#FF9800"
  },
  "notlar_listesi": [
    {
      "ders": "Tarih",
      "baslik": "Milli Mücadele ve Savaşlar ile İlgili Kritik Notlar",
      "icerik": "Savaş - Diplomasi Dengesi: Her askeri başarı, diplomatik bir zafer getirmiştir.\n\nI. İnönü Zaferi -> Moskova Antlaşması (Sovyet Rusya TBMM'yi tanıdı).\nSakarya Zaferi -> Ankara Antlaşması (Fransa TBMM'yi tanıdı).\n\nİLKLER VE TEKLER:\n- TBMM'nin imzaladığı ilk antlaşma: Gümrü (Ermenistan'a karşı).\n- TBMM'yi tanıyan ilk devlet: Ermenistan.\n- TBMM'yi tanıyan ilk büyük Avrupa devleti: Sovyet Rusya.\n- TBMM'yi tanıyan ilk İtilaf devleti: Fransa.\n\nTEK YENİLGİ:\nKütahya-Eskişehir Savaşları (Bu yenilgi sonrası Mustafa Kemal'e Başkomutanlık yetkisi verildi).\n\nTEK TAARRUZ:\nBüyük Taarruz (Diğerleri savunmadır).\n\nMİSAK-I MİLLİ'DEN TAVİZLER:\n1. Batum: Moskova Antlaşması ile (İlk taviz).\n2. Hatay: Ankara Antlaşması ile (İkinci taviz - Sonra geri alındı).\n3. Musul: 1926 Ankara Antlaşması ile (Üçüncü taviz)."
      },
      {
     "ders": "Tarih",
     "sira": 2,
     "baslik": "Medeni Kanun ve Kadın Hakları (En Büyük Tuzak!)",
     "icerik": "Buradaki en önemli ayrım Sosyal Haklar ile Siyasi Haklar arasındadır. Sınavlarda sıkça karıştırılır.\n\nMEDENİ KANUN (1926) NELERİ KAPSAR?\n- Evlenme, boşanma, miras, velayet, şahitlikte eşitlik.\n- Patrikhane'nin mahkeme kurma yetkisinin elinden alınması (Laiklik ilkesi ile ilgilidir).\n- Neden İsviçre'den alındı? Pratik olması, sorunlara akılcı çözümler getirmesi, kadın-erkek eşitliğine dayanması ve laik olması.\n\nMEDENİ KANUN NEYİ KAPSAMAZ?\n- Medeni Kanun'da kadınlara seçme ve seçilme hakkı YOKTUR. (Bu haklar 1930 ve sonrasında verilmiştir).\n\nDİKKAT:\n\"Aşağıdakilerden hangisi Medeni Kanun ile kadına sağlanan haklardan biri değildir?\" sorusunun cevabı genellikle \"Milletvekili seçilmek\" veya \"Muhtar olmak\"tır."
      },
      {
     "ders": "Tarih",
     "sira": 3,
     "baslik": "Atatürk Dönemi Dış Politika Püf Noktaları",
     "icerik": "LOZAN BARIŞ ANTLAŞMASI'NIN SÜRESİ:\nŞehir efsanesinin aksine, Lozan'ın bir geçerlilik süresi (100 yıl gibi) yoktur. Süresiz bir barış antlaşmasıdır.\n\nNÜFUS MÜBADELESİ (DEĞİŞİMİ):\n- Yunanistan ile yapıldı.\n- 'Etabli' (Yerleşik) Sorunu: İstanbul'daki Rumlar ve Batı Trakya'daki Türkler hariç tutuldu, diğerleri yer değiştirdi.\n\nBOĞAZLAR MESELESİ:\n- Lozan'da: Yönetim uluslararası komisyona bırakıldı (Egemenliği kısıtlayıcı).\n- Montrö'de (1936): Komisyon kaldırıldı, yetki tamamen Türkiye'ye geçti (Tam egemenlik).\n\nSINIRLARIN GÜVENLİĞİ:\n- Batı Sınırı: Balkan Antantı (Kod: TAYYAR -> Türkiye, Yunanistan, Yugoslavya, Romanya).\n- Doğu Sınırı: Sadabat Paktı (İran, Irak, Afganistan, Türkiye). (Not: Suriye, Hatay sorunu nedeniyle katılmadı)."
      },
      {
      "ders": "Tarih",
      "sira": 4,
      "baslik": "İlke - İnkılap Eşleştirmesi (Kısa Kodlar)",
      "icerik": "Bir inkılabın hangi ilke ile ilgili olduğunu bulmak için bu anahtar kelimelere bakmalısın:\n\n1. Cumhuriyetçilik:\nSeçim, parti, meclis, oy kullanma, saltanatın kaldırılması.\n\n2. Milliyetçilik:\nTürk, Türkçe, milli, bağımsızlık, Kabotaj Kanunu, kapitülasyonların kaldırılması.\n\n3. Halkçılık:\nEşitlik, ayrıcalıkların kalkması (Soyadı Kanunu, Medeni Kanun, Aşar vergisinin kalkması).\n\n4. Laiklik:\nDin ve devletin ayrılması, akıl, bilim, Halifeliğin kaldırılması, Tekke ve Zaviyelerin kapatılması.\n\n5. Devletçilik:\nEkonomi, fabrika, banka, kalkınma planları (Devletin yatırım yapması).\n\n6. İnkılapçılık:\nÇağdaşlaşma, modernleşme, dinamizm (Takvim, Saat, Ölçü değişikliği gibi batıya uyum adımları)."
      },
      {
      "ders": "Tarih",
      "sira": 1,
      "baslik": "I. İnönü ve Sakarya Savaşı",
      "icerik": "Yıl: 1921\nTürü: Askeri\n\nKurtuluş Savaşı'nın en kritik savunma savaşlarıdır."
    },
    {
      "ders": "Tarih",
      "sira": 2,
      "baslik": "Cumhuriyetin İlanı",
      "icerik": "Yıl: 1923\nTürü: Siyasi\n\n29 Ekim 1923'te TBMM tarafından kabul edilmiştir."
    },
    {
      "ders": "Tarih",
      "sira": 3,
      "baslik": "Halifeliğin Kaldırılması",
      "icerik": "Yıl: 1924\nTürü: Siyasi/Dini\n\nLaiklik yolunda atılan en önemli adımdır."
    },
    {
      "ders": "Tarih",
      "sira": 4,
      "baslik": "Türk Medeni Kanunu",
      "icerik": "Yıl: 1926\nTürü: Hukuki/Sosyal\n\nKadın-erkek eşitliği sağlanmış, resmi nikah zorunlu hale gelmiştir."
    },
    {
      "ders": "Tarih",
      "sira": 5,
      "baslik": "Kadınlara Belediye Seçim Hakkı",
      "icerik": "Yıl: 1930\nTürü: Siyasi Hak\n\nTürk kadınına verilen ilk siyasi haktır."
    },
    {
      "ders": "Tarih",
      "sira": 6,
      "baslik": "Kadınlara M.Vekili Seçme Hakkı",
      "icerik": "Yıl: 1934\nTürü: Siyasi Hak\n\nKadınlara seçme ve seçilme hakkı tam olarak tanınmıştır."
    },
    {
      "ders": "Tarih",
      "sira": 7,
      "baslik": "Montrö Boğazlar Sözleşmesi",
      "icerik": "Yıl: 1936\nTürü: Dış Politika\n\nBoğazlar üzerindeki tam egemenlik Türkiye'ye geçmiştir."
    },
    {
      "ders": "Coğrafya",
      "baslik": "Dağlar",
      "icerik": "Kıvrım dağları: Toroslar, Kuzey Anadolu dağları..."
     },
     {
    "ders": "Matematik",
    "sira": 3,
    "baslik": "Tek ve Çift Sayılar (Pratik Kurallar)",
    "icerik": "1. ÇARPMA MANTIĞI (ALTIN KURAL):\n- Sonuç TEK ise → Sayıların HEPSİ TEK'tir.\n- Sonuç ÇİFT ise → İçlerinde EN AZ BİR TANE ÇİFT vardır.\n\n2. TOPLAMA VE ÇIKARMA:\n- Aynılar ÇİFT yapar (Tek ± Tek = Çift, Çift ± Çift = Çift).\n- Farklılar TEK yapar (Tek ± Çift = Tek).\n\n3. ÜS SİLME HİLESİ (HIZ KAZANDIRIR):\n- Üs pozitif tam sayı ise SİL GİTSİN! Taban neyse odur.\n- Örn: x üzeri 2024 yerine sadece x düşün.\n- Dikkat: Üs negatifse veya 0 ise bu kuralı uygulama.\n\n4. BÜYÜK TUZAK (BÖLME):\n- Bölme işleminde teklik-çiftlik yorumu ASLA YAPILMAZ.\n- a/b = c görürsen hemen İçler Dışlar Çarpımı yap: a = b.c\n- Sonra çarpma kuralına göre yorumla."
    },
    {
  "ders": "Makale",
  "sira": 4,
  "baslik": "Divan Edebiyatı: Şairler ve Özellikler",
  "icerik": "Gecenin Sessizliğinde Bir Gül Bahçesi: Divan Şiirine Yolculuk\n\nGünün karmaşası, çözdüğün testlerin yorgunluğu ve zihnindeki o bitmek bilmeyen \"netlerim artacak mı?\" sorusu şimdi kapının dışında kalsın. Şu an, gecenin bu en sakin saatinde, seninle yüzyıllar öncesine; kandillerin aydınlattığı, mürekkep ve gül kokan o ahşap odalara, Divan Edebiyatı’nın kristal sarayına girelim.\n\nDivan şiiri, aslında bir kaçış edebiyatıdır. Şairler, sokağın tozundan ve günlük hayatın sıradanlığından kaçıp, kelimelerle inşa ettikleri kusursuz bir \"hayal dünyasına\" sığınırlar. İşte bu yüzden bu edebiyatın dili ağırdır, çünkü o dil, sokağın dili değil, sarayın ve sanatın dilidir. \"Sanat, sanat içindir\" derler; çünkü onlara göre şiir, bir şey öğretmek için değil, sadece ve sadece \"güzel\" olmak için yazılır.\n\n### Aruzun Ritmi ve Mazmunların Dünyası\n\nGözlerini kapat ve bir ritim duy: Failatün / failatün / failün... Bu, **Aruz ölçüsü**dür. Divan şiirinin kalp atışıdır. Şairler kelimeleri eğip bükerek bu müziğe uydurmaya çalışırlar. Onlar için kulak değil, **\"göz için kafiye\"** önemlidir. Kağıt üzerindeki harflerin dansı bile kusursuz olmalıdır.\n\nBu dünyada her şeyin bir kodu vardır. Şair \"sevgilim\" demez, onun yerine **\"Mazmun\"** denilen kalıpları kullanır. Sevgili, ulaşılmaz bir sultandır. Boyu bir **servi** ağacıdır, ağzı açılmamış bir **gonca**, kirpikleri ise aşığı kalbinden vuran birer **ok**. Bu dünyada bülbül güle aşıktır, pervane ise muma... Hepsi birer semboldür; bazen ilahi aşkı, bazen de dünyevi güzelliği anlatır.\n\n### Şairlerin Meclisi: Kimler Var Masada?\n\nŞimdi o hayali meclise bir göz atalım. Başköşede **Fuzuli** oturuyor. Yüzü hüzünlü. O, \"Aşk derdiyle hoşem, el çek ilacımdan tabib\" diyor. İyileşmek istemiyor, çünkü acı çekmek onu olgunlaştırıyor, Allah'a yaklaştırıyor. O, çöllerde Leyla’sını arayan Mecnun’un sesi; **ızdırap şairi**.\n\nHemen yanında, ihtişamlı kaftanıyla **Baki** var. Fuzuli ne kadar hüzünlüyse, Baki o kadar neşeli. O, Kanuni Sultan Süleyman döneminin, yani imparatorluğun zirvesinin sesi. \"Bu dünya geçici, gününü gün et\" diyor. İstanbul’un zevkini, eğlencesini anlatıyor. **Biçim mükemmelliği** onun işi; kelimeleri kuyumcu titizliğiyle işliyor.\n\nBiraz ileride, elinde şarap kadehiyle şarkılar mırıldanan neşeli bir adam göreceksin: **Nedim**. Lale Devri’nin o şen kahkahası... O, sarayın soğuk duvarlarını yıkıp şiire \"İstanbul Türkçesini\" sokan adam. **Mahallileşme** akımının öncüsü. \"Gülelim, oynayalım, dünyadan kâm alalım\" diyerek Sadabad eğlencelerine çağırıyor seni.\n\nKöşede ise elinde kalın bir kitapla, oğluna (ve aslında sana) öğütler veren bilge bir ihtiyar var: **Nabi**. O, duygudan çok aklı önemsiyor. \"Şiir sadece aşkı anlatmamalı, yol göstermeli\" diyor. İşte buna **Hikemi (Hakimane) tarz** diyoruz.\n\nVe en sonda, meclisin en genci ama dili en ağır, hayalleri en derin olanı: **Şeyh Galip**. Divan edebiyatının son büyük çığlığı. **Sebk-i Hindi** akımıyla şiiri bilmecelerle dolu, renkli ve süslü bir rüyaya dönüştürüyor. Hüsn ü Aşk ile güzelliğin ve aşkın en soyut halini resmediyor.\n\n### Mesneviler: Gecenin Masalları\n\nBu şairler sadece \"Gazel\" yazıp aşklarını 5-10 beyitte anlatmadılar. Geceleri uzun, uykusu kaçanlar için bugünkü romanların yerini tutan **Mesnevi**leri yazdılar. Beyit beyit, kafiye kafiye örülen aşk hikayeleri... Leyla ile Mecnun, Hüsrev ü Şirin... Her beyit kendi içinde kafiyeli (*aa, bb, cc...*) olduğu için şair özgürdü, hikayeyi istediği kadar uzatabilirdi.\n\n### Kapanış: Uykudan Önceki Son Not\n\nİşte AYT’de karşına çıkacak o \"ezberlenmesi gereken\" isimler ve terimler, aslında bu hislerin, bu yaşanmışlıkların teknik adlarıdır. Şimdi başını yastığa koyarken şunu düşün: Divan Edebiyatı, bir kelime müzesi değil, bir estetik anlayışıdır. Fuzuli'nin aşkını, Baki'nin ihtişamını, Nedim'in neşesini hissettiğinde, o soruların cevapları kendiliğinden zihnine akacak.\n\nİyi geceler, zihnin açık olsun."
  },
  {
  "ders": "Makale",
  "sira": 5,
  "baslik": "Çağdaş Türk ve Dünya Tarihi: Dünyanın Dönüşümü",
  "icerik": "20. Yüzyıldan Günümüze: Dünyanın ve Türkiye'nin Dönüşümü\n\nTarih sadece savaş meydanlarındaki kılıç sesleri değildir; bazen bir imza, bazen bir ekonomik kriz, bazen de bir radyo yayını dünyanın kaderini değiştirir. KPSS serüveninde sona yaklaşırken, seni \"Çağdaş Türk ve Dünya Tarihi\"nin o yoğun ama heyecanlı koridorlarına davet ediyorum. Bu bölüm, yakın geçmişin şifrelerini çözdüğün yerdir.\n\n### 1. İki Savaş Arasında Dünya (Fırtına Öncesi Sessizlik)\n\nI. Dünya Savaşı bitmiş ama kimse mutlu değildir. Dünya, \"Barışa son veren barış\" dönemindedir. Bu dönemde bilmen gereken en kritik olaylardan biri **Basmacı Hareketi**dir. Orta Asya Türklerinin Ruslara karşı bağımsızlık mücadelesidir bu; Enver Paşa'nın da şehit olduğu o hüzünlü direniş... \n\nDiğer yanda dünya ekonomisi 1929'da yerle bir olur: **Kara Perşembe**. New York borsası çöker, etkisi Türkiye'ye kadar gelir. Türkiye bu krizden korunmak için \"Devletçilik\" ilkesini daha sıkı uygular ve \"Yerli Malı Haftası\" bilinci işte bu yokluk yıllarında doğar.\n\n### 2. II. Dünya Savaşı: Türkiye'nin İp Üstündeki Yürüyüşü\n\n1939'da Almanya'nın Polonya'yı işgaliyle dünya yeniden alev alır. Mihver (Almanya, İtalya, Japonya) ve Müttefik (İngiltere, Fransa, SSCB, ABD) blokları çarpışır. Peki Türkiye?\n\nTürkiye, İsmet İnönü'nün **\"Denge Politikası\"** sayesinde savaşa fiilen girmez. Ama savaşın ekonomik yükünü iliklerine kadar hisseder. Ekmek karnesi uygulaması, karartma geceleri ve **Varlık Vergisi** bu dönemin sancılarıdır. İnönü'nün o meşhur sözünü hatırla: \"Ben sizi aç bıraktım ama babasız bırakmadım.\"\n\n### 3. Soğuk Savaş: Doğu ve Batı'nın Satrancı\n\nSavaş biter ama barış gelmez. Dünya iki kutba ayrılır: ABD (NATO) ve SSCB (Varşova Paktı). Silahlar susar, casuslar ve propaganda konuşur.\n\nTürkiye bu dönemde tarafını seçer. Kore Savaşı'na asker göndererek (Şimal Yıldızı - Tahsin Yazıcı komutasında) NATO'nun kapısını aralar ve 1952'de üye olur. Bu dönem içeride **Demokrat Parti** (Menderes) dönemidir. Marshall Yardımları ile tarımda makineleşme artar, traktör sesleri köy yollarında duyulmaya başlar.\n\n### 4. Yumuşama (Detant) Dönemi ve Kıbrıs Meselesi\n\n1960'larda ABD ve SSCB, \"Nükleer savaş çıkarsa hepimiz ölürüz\" diyerek yumuşamaya başlar (Küba Krizi dönüm noktasıdır). Ancak Türkiye için sular ısınır.\n\nEn kritik başlığımız: **Kıbrıs**. Rumların ENOSİS (Kıbrıs'ı Yunanistan'a bağlama) hayalleri ve EOKA terörüne karşı, Dr. Fazıl Küçük ve Rauf Denktaş direnişin sembolü olur. Ve tarih 1974... Başbakan Bülent Ecevit ve yardımcısı Necmettin Erbakan'ın kararıyla **Kıbrıs Barış Harekatı** başlar. Parola: \"Ayşe Tatile Çıksın\". Sonuç? Askeri zafer ama ardından gelen ABD ambargoları ve ekonomik kuyruklar.\n\n### 5. Küreselleşen Dünya: Duvarların Yıkılışı\n\n1990'lara gelirken Berlin Duvarı yıkılır, SSCB dağılır. Bu, \"Soğuk Savaş'ın bitişi\" demektir. Türk dünyası için yeni bir güneş doğar: Azerbaycan (Ebulfeyz Elçibey), Kazakistan, Kırgızistan, Özbekistan ve Türkmenistan bağımsız olur. Türkiye bu kardeş ülkelerle bağını koparmamak için **TİKA** ve **TÜRKSOY** gibi kuruluşlarla köprüler kurar.\n\nAvrupa'nın ortasında ise bir insanlık dramı yaşanır: Bosna Savaşı. **Bilge Kral Aliya İzzetbegoviç**, halkının onurunu korumak için direnir. Mavi Kelebekler, toplu mezarların hüzünlü habercisi olur.\n\n### Kapanış Notu\n\nKPSS'de Çağdaş Türk ve Dünya Tarihi'nden korkma. Bu dönem, dedelerimizin ve babalarımızın yaşadığı, etkilerini hala hissettiğimiz olaylardır. Basmacı Hareketi'ndeki hüznü, Kıbrıs'taki kararlılığı ve Bosna'daki direnişi hissettiğinde, o bilgiler hafızana kazınacaktır. Başarılar!"
  },
  {
  "ders": "Makale",
  "sira": 6,
  "baslik": "Osmanlı Kültür ve Medeniyeti: 600 Yıllık Çınarın Kökleri",
  "icerik": "# Savaş Meydanlarından Saray Koridorlarına: Osmanlı Kültür ve Medeniyeti\n\nOsmanlı Devleti'ni 600 yıl boyunca ayakta tutan güç sadece kılıçlar veya toplar değildi. Asıl güç; kusursuz işleyen devlet çarkları, adalet sistemi ve ince ince örülmüş toplumsal yapıydı. KPSS'de öğrencilerin en çok çekindiği ama mantığı kavrandığında en kolay net getiren \"Kültür ve Medeniyet\" konusunun kapılarını aralıyoruz.\n\n### 1. Devlet Yönetimi: \"Kut\" ve Taht Kavgaları\n\nOsmanlı'da hükümdarın yetkisini Tanrı'dan aldığına inanılırdı; buna **\"Kut Anlayışı\"** denirdi. Ancak bu kan kutsal olduğu için, hanedan üyesi olan her erkeğin tahta geçme hakkı vardı. Bu da yüzyıllarca süren taht kavgalarına (Fetret Devri gibi) yol açtı. Padişahlar bunu önlemek için **Veraset Sistemi**'ni zamanla değiştirdiler:\n\n* **Osman ve Orhan Bey:** \"Ülke hanedanın ortak malıdır.\" (Geleneksel Türk anlayışı)\n* **I. Murat:** \"Ülke padişah ve oğullarınındır.\" (Merkezi otorite güçlendi)\n* **Fatih (II. Mehmet):** \"Ülke padişahın malıdır.\" (Kardeş katli yasallaştı, mutlak otorite zirve yaptı)\n* **I. Ahmet:** \"Ekber ve Erşed\" sistemi. (En yaşlı ve en akıllı olan geçecek. Taht kavgası bitti ama Sancak sistemi kalktığı için deneyimsiz padişahlar dönemi başladı.)\n\n### 2. Divan-ı Hümayun: Osmanlı'nın Bakanlar Kurulu\n\nOrhan Bey zamanında kurulan Divan, devlet işlerinin görüşüldüğü en yüksek merciydi. Fatih'e kadar padişahlar, Fatih'ten sonra ise Sadrazamlar başkanlık etti. Masada kimler mi vardı?\n\n* **Sadrazam (Vezir-i Azam):** Padişahın mutlak vekili. Mührü taşır.\n* **Kazasker:** Günümüzün Adalet ve Milli Eğitim Bakanı. Kadıları ve müderrisleri atar. (Doğuştan Türk ve Müslüman olmak zorundadır!)\n* **Defterdar:** Maliye Bakanı. Bütçeyi yapar.\n* **Nişancı:** Tapu ve Kadastro'nun başı. Padişahın tuğrasını çeker. Örfi hukukun uzmanıdır.\n* **Şeyhülislam:** Divan'ın asli üyesi değildir ama gerektiğinde fetva verir. Protokolde Sadrazam'a denktir.\n\n### 3. Toprak ve Ordu: Tımar Sistemi Mucizesi\n\nOsmanlı'nın kalbi **Tımar Sistemi** ile atar. Devlet, memuruna maaş vermek yerine \"Git şu toprağı işlet\" der. Memur toprağı köylüye işletir, vergisini toplar. Bu parayla hem kendi geçinir hem de devlete **\"Cebelü\"** (atlı asker) yetiştirir.\n\nBu sistem sayesinde: 1) Üretim devamlı olur. 2) Hazineden para çıkmadan devasa bir ordu (Tımarlı Sipahiler) kurulur. 3) Taşrada güvenlik sağlanır.\n\nMerkezde ise padişahın özel ordusu **Kapıkulu Ocakları** (Yeniçeriler) vardır. Bunlar 3 ayda bir **\"Ulufe\"** maaşı alır ve her padişah değişikliğinde **\"Cülus Bahşişi\"** alırlardı.\n\n### 4. Eğitim ve Sanat: İnceliklerin Dünyası\n\nEğitimin temeli **Medrese**dir. Ancak sarayda devlet adamı yetiştiren **Enderun** mektebi de çok kritiktir. Osmanlı sanatında ise İslam inancı gereği heykel ve resim pek gelişmemiştir. Bunun yerine:\n\n* **Hat:** Arap harfleriyle güzel yazı yazma sanatı. (Şeyh Hamdullah, Hafız Osman)\n* **Minyatür:** Kitap içi küçük resim sanatı. Perspektif (derinlik) yoktur, kişiler rütbesine göre büyük veya küçük çizilir. (Levni, Matrakçı Nasuh)\n* **Tezhip:** Altınla süsleme sanatı.\n\n### Kapanış Notu\n\nOsmanlı Medeniyeti; bir yanda \"Kanunname-i Ali Osman\" ile devletin ciddiyetini, diğer yanda \"Bir fincan kahvenin kırk yıl hatrı vardır\" diyerek toplumsal nezaketi birleştiren bir yapıdır. Sınavda \"Seyfiye (Asker/Yönetici), İlmiye (Din/Hukuk/Eğitim), Kalemiye (Bürokrasi)\" sınıflarını ayırmayı unutma. Başarılar!"
}
  ]
}
